Repository: Marc-marc-marc/osmose-backend
Catalog: po/*.po
Languages: ca

source: College not integrated
ca: Facultat no integrada

source: Missing survey point
ca: Falta punt geodèsic

source: Missing survey site
ca: Falta el vèrtex geodèsic

source: Crossing level not integrated
ca: El nivell d'encreuament no està integrat

source: Historical monument not integrated
ca: Monument històric no integrat

source: Historical monument, integration suggestion
ca: Monument històric, suggeriment d'integració

source: Post office not integrated
ca: Oficina de correus no integrada

source: Post office, integration suggestion
ca: Correus, suggeriment d'integració

source: Railway station not integrated
ca: Estació de tren no integrada

source: Railway station, integration suggestion
ca: Estació de ferrocarril, suggeriment d'integració

source: School not integrated
ca: Escola no integrada

source: School, integration suggestion
ca: Escola, suggeriment d'integració

source: Public service not integrated
ca: Servei públic no integrat

source: Boundary intersection
ca: Intersecció de límits

source: Lone boundary fragment
ca: Fragment de frontera solitari

source: Missing wikipedia tag
ca: Manca l'etiqueta wikipedia

source: Different population tag between relation and admin_centre
ca: Etiqueta de població diferent entre relació i admin_centre

source: Invalid role
ca: Rol no vàlid

source: Broken highway level continuity
ca: Continuïtat del nivell de carretera trencada

source: Merge building (triangle)
ca: Fusionar edifici (triangle)

source: Building intersection
ca: Intersecció d'edificis

source: Large building intersection
ca: Intersecció de grans edificis

source: Building too small
ca: Edifici massa petit

source: Gap between buildings
ca: Salt entre edificis

source: Large building intersection cluster
ca: Gran grup d'interseccions d'edificis

source: Special building (round)
ca: Edifici especial (arrodonit)

source: Special building (large)
ca: Edifici especial (gran)

source: Unconnected cycleway
ca: Via ciclista desconnectada

source: Missing way on level crossing
ca: Manca via en pas a nivell

source: Lone highway or barrier node
ca: Carretera solitària o node barrera

source: Geodesic mark without building
ca: Marca geodèsica sense edifici

source: Bad *_link highway
ca: Enllaç * incorrecte

source: Highway too long for a *_link
ca: Via massa llarga per ser enllaç

source: Highway intersecting building
ca: Via enmig d'edifici

source: Tree intersecting building
ca: Arbre enmig d'edifici

source: Tree and highway too close
ca: Arbre i via massa propers

source: Swimming-pool, reservoir, pond as natural=water
ca: Piscina, embassament, estany com a aigua natural

source: Way node tagged like way
ca: Node de via etiquetat com a via

source: Orphan nodes cluster
ca: Grup de nodes orfes

source: Invalid polygon
ca: Polígon no vàlid

source: Lone power tower or pole
ca: Torre d'electricitat o pal de llum aïllat

source: Connection between different voltages
ca: Connexió entre diferents voltatges

source: Non power node on power way
ca: Node no elèctric a la línia elèctrica

source: Missing power tower or pole
ca: Manca torre d'electricitat o pal de llum

source: No street role
ca: Cap rol de carrer

source: street role is not a highway
ca: el rol de carrer no és una carretera

source: Roleless member
ca: Membre sense relació

source: Number twice in the street
ca: Numeració repetida al carrer

source: Many street names
ca: Massa noms de carrer

source: Many relations on one street
ca: Massa relacions en un carrer

source: House too far away from street
ca: La casa és molt lluny del carrer

source: Large relation
ca: Relació gran

source: Double inner polygon
ca: Polígon interior doble

source: Inconsistent multipolygon nature with members nature
ca: Inconsistència del multipolígon naturalesa amb membres naturalesa

source: Inconsistent multipolygon member nature
ca: La naturalesa dels membres del multipolígon és inconsistent

source: Restriction relation, wrong number of members
ca: Relació de restricció, nombre de membres incorrecte

source: Restriction relation, bad member type
ca: Relació de restricció, tipus de membre incorrecte

source: Unconnected restriction relation ways
ca: Camins no connectats de la relació de restricció

source: Restriction doesn't match topology
ca: La restricció no coincideix amb la topologia

source: Wrong highway on roundabout
ca: Carretera incorrecta a la rotonda

source: Missing oneway
ca: Manca oneway

source: Roundabout shortcut
ca: Drecera de rotonda

source: Roundabout crossing
ca: Creuament en forma de rotonda

source: Reverse roundabout
ca: Rotonda inversa

source: Typo in tag
ca: Error tipogràfic en l'etiqueta

source: Missing tag or role on node
ca: Manca l'etiqueta o el rol en el node

source: Missing tag or role on way
ca: Manca l'etiqueta o el rol en la via

source: Missing tag or role on relation
ca: Manca l'etiqueta o el rol en la relació

source: Place node without name tag
ca: Node de lloc sense etiqueta name

source: INSEE code cannot be found in INSEE database
ca: El codi INSEE no es pot trobar a la base de dades INSEE

source: Municipality name does not match INSEE code
ca: El nom del municipi no coincideix amb el codi INSEE

source: Duplicated way in relation
ca: Via duplicada en la relació

source: Finished construction
ca: Construcció finalitzada

source: Bad date format
ca: Format de data incorrecte

source: Bad lanes value
ca: Valor incorrecte de carrils

source: Bad parking:lane:[side]
ca: Incorrecte parking:lane:[side]

source: Too many parking:lane:[side]
ca: Massa aparcament:lane:[side]

source: Bad parking:lane:[side] value
ca: Valor incorrecte parking:lane:[side]

source: parking:condition:[side] without parking:lane:[side] value
ca: parking:condition:[side] sense valor a parking:lane:[side]

source: Word not found in dictionary
ca: La paraula no es troba al diccionari

source: Encoding problem
ca: Problema de codificació

source: Initial stuck to the name
ca: Inicial enganxat al nom

source: Badly written word
ca: Paraula mal escrita

source: The name tag contains two names
ca: L'etiqueta name conté dos noms

source: Too many spaces
ca: Massa espais

source: Toponymy
ca: Toponímia

source: Missing altitude
ca: Manca l'altitud

source: Illegal or incomplete source tag
ca: Etiqueta d'origen il·legal o incompleta

source: Missing source tag
ca: Maca l'etiqueta source

source: Duplicated nodes
ca: Nodes duplicats

source: Inadequate role for multipolygon
ca: Rol inadequat per al multipolígon

source: Inadequate member for multipolygon
ca: Membre inadequat per al multipolígon

source: This multipolygon is a simple polygon
ca: Aquest multipolígon és un polígon simple

source: Unclosed area
ca: Àrea sense tancar

source: 1-member relation
ca: Relació d'un membre

source: Closed waterway
ca: Via d'aigua tancada

source: Way with one node
ca: Via amb un node

source: Deprecated tag
ca: Etiqueta en desús

source: Watch multiple tags
ca: Vigila múltiples etiquetes

source: Improve name from the land registry
ca: Millora del nom del registre de la propietat

source: incoherent maxspeed
ca: maxspeed incoherent

source: Invalid reference
ca: Referència no vàlida

source: Tag highway missing on junction
ca: Manca l'etiqueta «highway» a la «junction»

source: Tag highway missing on oneway
ca: Falta etiqueta highway en sentit únic

source: Opposite cycleway without oneway
ca: Via ciclista oposada sense «oneway»

source: Missing maxheight tag
ca: Manca l'etiqueta maxheight

source: Multiple values
ca: Valors múltiples

source: Possible improvement for note or comment tag
ca: Possible millora per a l'etiqueta de nota o comentari

source: Invalid postcode
ca: Codi postal no vàlid

source: Inadequate role
ca: Rol no adient

source: Tree tagging
ca: Etiquetatge d'arbres

source: Not a Wikipedia URL
ca: No és un URL de la Wikipedia

source: Wikipedia URL instead of article title
ca: URL de la Wikipedia en comptes del títol d'article

source: Missing Wikipedia language before article title
ca: Manca la llengua de la Wikipedia abans del nom de l'article

source: Use human Wikipedia page title
ca: Usa el títol humà de la pàgina Viquipèdia

source: Missing primary Wikipedia tag
ca: Manca l'etiqueta Wikipedia primària

source: Invalid wikipedia suffix
ca: Sufix de wikipedia no vàlid

source: Duplicate wikipedia tag as suffix and prefix
ca: Etiqueta wikipedia duplicada com a sufix i prefix

source: Misused tag in this country
ca: Etiqueta en desús en aquest país

source: Tag conflict
ca: Conflicte d'etiquetes

source: Highway reference in name tag
ca: Referència de «highway» a l'etiqueta del nom

source: OpenSeaMap import, very approximative position.
ca: Importació de l'OpenSeaMap posició molt aproximada.

source: Unneeded tag on junction=roundabout
ca: Etiqueta «junction=roundabout» innecessària

source: Multiple name for the same ref FANTOIR
ca: Nom múltiple per a la mateixa ref FANTOIR

source: Tag "addr:city" not matching a city
ca: Etiqueta "addr:city" no correspon a una ciutat

source: FANTOIR object type not match OSM feature
ca: El tipus d'objecte FANTOIR no coincideix amb la característica OSM

source: Police not integrated
ca: Policia no integrada

source: Gas station not integrated
ca: Gasolinera no integrada

source: Same wikipedia topic on other language
ca: El mateix tema de la Viquipèdia en un altre idioma

source: Name begins with a space
ca: El nom comença amb un espai

source: Name ends with a space
ca: El nom acaba amb un espai

source: Name contains successive spaces
ca: El nom espai espais consecutius

source: Conflict between tags: {0}
ca: Conflicte entre etiquetes: {0}

source: mini roundabout direction in this country is usually "{0}"
ca: habitualment la direcció de les rotondes petites en aquest país és "{0}"

source: Use tag "toll" instead of "fee"
ca: Useu l'etiqueta «toll» en comptes de «fee»

source: Use wikipedia={0}:*
ca: Usa wikipedia={0}:*

source: Invalid wikipedia suffix '{0}'
ca: El sufix wikipedia '{0}' no és vàlid

source: Postal code, integration suggestion
ca: Codi postal, suggeriment d'integració

source: Landuse feature not on ground
ca: La funció Landuse no és a terra

source: Natural feature underground
ca: Superfície subterrània natural

source: Default and local language name not the same
ca: El nom predeterminat i de la llengua local no coincideixen

source: Local language name without default name
ca: Nom de la llengua local sense nom predeterminat

source: Language name without default name
ca: Nom en una llengua sense nom predeterminat

source: Library not integrated
ca: Biblioteca no integrada

source: Winery not integrated
ca: Celler, o vinoteca, no integrat

source: Multilingual not matching
ca: Multillengua: no coincideixen

source: Highway underground and no tunnel
ca: Carretera subterrània i sense túnel

source: Long Highway underground and no tunnel
ca: Long Highway sota terra i sense túnel

source: Highway above ground and no bridge
ca: Carretera sobre terra i sense pont

source: Long Highway above ground and no bridge
ca: Long Highway sobre terra i sense pont

source: Waterway with `level`
ca: Via d'aigua amb nivell

source: Unnecessary tag oneway
ca: Etiqueta «oneway» innecessària

source: Post box not integrated
ca: Bústia no intregrada

source: Post box, integration suggestion
ca: Bústia, suggeriment d'integració

source: Bridge structure missing
ca: Manca l'estructura del pont

source: Roundabout as area
ca: Rotonda com a àrea

source: Building in parts
ca: Edifici en parts

source: Missing tag ref for emergency access point
ca: Falta la referència d'etiquetes per al punt d'accés d'emergència

source: Object tagged twice as node and way
ca: Objecte etiquetat dues vegades com a node i via

source: Object tagged twice as way and relation
ca: Objecte etiquetat dues vegades com a via i relació

source: Object tagged twice as node and relation
ca: Objecte etiquetat dues vegades com a node i relació

source: Intersection of unrelated highway and waterway objects
ca: Intersecció d'objectes de carreteres i vies navegables no relacionats

source: Intersection of unrelated highway and power objects
ca: Intersecció d'autopistes i objectes d'energia no relacionats

source: Name with uppercase
ca: Nom amb majúscules

source: Including ski, horse, moped, hazmat and so on, unless explicitly excluded
ca: Incloent l'esquí, el cavall, el ciclomotor, l'hazmat, etc., llevat que s'exclogui explícitament

source: Including car, horse, moped, hazmat and so on, unless explicitly excluded
ca: Incloent el cotxe, el cavall, el ciclomotor, el hazmat, etc., tret que s'exclogui explícitament

source: Inconsistent Access
ca: Accés inconsistent

source: Non route relation member in route_master relation
ca: Membre de la relació sense ruta a la relació route inmaster

source: Object must be close to coast or water
ca: L'objecte ha d'estar a prop de la costa o de l'aigua

source: Naptan import, survey needed.
ca: Importació de Naptan, cal una enquesta.

source: Highway intersecting small water piece
ca: Carretera que s'intersecta per un petit tros d'aigua

source: Highway intersecting large water piece
ca: carreteres que intersecciona una gran peça d'aigua

source: Historical monument update
ca: Monument històric actualitzat

source: Post office update
ca: Oficina de correu actualitzada

source: School update
ca: Actualització de l'escola

source: Conflict between usage of *:lanes or *:lanes:(forward|backward|both_ways)
ca: Conflicte entre l'ús de *:lanes o *:lanes:(forward|backward|both_ways)

source: Conflict between lanes number
ca: Conflicte entre el nombre de carrils

source: Invalid usage of *:lanes:(backward|both_ways) on oneway highway
ca: Ús invàlid de *:lanes:(backward|both_ways) a la carretera d'anada

source: Unknown turn lanes value
ca: Valor desconegut dels carrils de gir

source: Bad turn lanes order
ca: L'ordre dels carrils de gir és incorrecte

source: Bad access lanes value, should not be an integer but a restriction
ca: El valor dels carrils d'accés és incorrecte, no hauria de ser un enter sinó una restricció

source: Turn lanes merge_to_* need an aside lane on good side
ca: Turn lanes merge_to_* necessita un carril de banda a un costat bo

source: Duplicated way geometry and tags
ca: Geometria i etiquetes de via duplicada

source: Duplicated way geometry but different tags
ca: Geometria de via duplicada però etiquetes diferents

source: Duplicated node geometry and tags
ca: Geometria i etiquetes de node duplicat

source: Duplicated node geometry but different tags
ca: Geometria de nodo duplicada però etiquetes diferents

source: Possible missing highway=traffic_signals nearby
ca: Possible absència propera de highway=traffic_signals

source: Unmatched voltage of line on substation
ca: Tensió de línia no coincident a la subestació

source: Invalid tag on interpolation way
ca: Etiqueta no vàlida a la via d'interpolació

source: Invalid addr:interpolation or addr:inclusion value
ca: addr:interpolation o addr:inclusion valor no vàlid

source: Gas station integration suggestion
ca: Benzinera, suggeriment d'integració

source: Gas station update
ca: Actualització de la benzinera

source: Invalid addr:housenumber value
ca: Valor addr:housenumber no vàlid

source: Node with place={0} without name
ca: Node amb place={0} sense nom

source: Missing hyphen after "Saint(e)"
ca: Falta el guió després de "Saint(e)"

source: Missing capital letter for: {0}
ca: Manca la lletra majúscula per a: {0}

source: Source tag contains AAAA
ca: L'etiqueta origen conté AAAA

source: "name={0}" is the localisation but not the name
ca: "name={0}" és la localització però no el nom

source: A war memorial is not a historic=monument
ca: Un monument de guerra no és un monument històric

source: Put a tag for a village hall or a community centre
ca: Posar una etiqueta per a un ajuntament o un centre comunitari

source: Needs tag amenity=nursery|kindergarten|school besides on school:FR
ca: Necessita etiquetar amenity=nursery|kindergarten|school a més a l'escola:FR

source: Add school:FR tag
ca: Afegeix l'etiqueta school:FR

source: FANTOIR numeric type is for ways
ca: El tipus numèric de FANTOIR és per a les vies

source: A living_street in France is a Zone 20
ca: Un living_street a França és una zona 20

source: A Zone 20 in France is a living_street
ca: Una Zona 20 a França és un living_street

source: A Zone 20 is limited to 20 km/h
ca: Una zona 20 està limitada a 20 km/h

source: A zone 30 is limited to 30 km/h
ca: Una zona 30 està limitada a 30 km/h

source: Use start_date tag for "{0}"
ca: Usa l'etiqueta start_date per a "{0}"

source: Use opening_hours tag for "{0}"
ca: Usa l'etiqueta opening_hours per a "{0}"

source: Use construction tag for "{0}"
ca: Usa l'etiqueta construction per a "{0}"

source: "{0}" can be set in specific tag
ca: "{0}" es pot establir en una etiqueta específica

source: Member without addr:housenumber nor addr:housename
ca: Membre sense addr:housenumber ni addr:housename

source: Invalid multipolygon
ca: Multipolígon no vàlid

source: Interpolation on nodes of multiple street names
ca: Interpolació en nodes de múltiples noms de carrer

source: Interpolation span on streets: {0}
ca: Interval d'interpolació als carrers: {0}

source: Large relation of type {0}
ca: Relació gran del tipus {0}

source: Duplicated node without tag
ca: Node duplicat sense etiqueta

source: Should be polygon, part of multipolygon or not having area tag
ca: Hauria de ser polígon, part del multipolígon o no tenir etiqueta d'àrea

source: Almost junction, join or use noexit tag
ca: Gairebé junction, join o useu etiqueta noexit

source: One way inaccessible or missing parking or parking entrance
ca: Una via inaccessible o falta d'aparcament o entrada d'aparcament

source: Motorway without ref, nat_ref, int_ref or noref tag
ca: Carretera sense etiqueta ref, nat,ref, int orref o noref

source: Tag highway missing for tracktype or lanes
ca: Manca la etiqueta highway per al tipus de pista o els carrils

source: Missing relation type
ca: Falta el tipus de relació

source: Possible missing traffic_signals:direction tag or crossing on traffic signals
ca: Possible falta traffic_signals:direction o creuament en senyals de trànsit

source: Possible missing direction tag on stop or a give way
ca: Possible etiqueta de direcció que manca en aturar o donar

source: Suspicious name for a container
ca: Nom sospitós per a un contenidor

source: Power substation of {0}
ca: Subestació elèctrica de {0}

source: Power substation, integration suggestion
ca: Subestació d'energia, suggeriment d'integració

source: Power substation update
ca: Actualització de la subestació d'energia

source: Power support not integrated
ca: No s'ha integrat el suport d'energia

source: Power support, integration suggestion
ca: Suport d'energia, suggeriment d'integració

source: Duplicate wikipedia tag
ca: Etiqueta wikipedia duplicada

source: Should not contain tag ref={0}
ca: No hauria de contenir l'etiqueta ref={0}

source: Close similar name
ca: Nom proper similar

source: Public transport relation route not in route_master relation
ca: Relació transport públic ruta no en relació route_master

source: addr:housenumber or addr:housename without addr:street, addr:district, addr:neighbourhood, addr:quarter, addr:suburb, addr:place or addr:hamlet must be in a associatedStreet relation
ca: addr:housenumber o addr:housename sense addr:street, addr:district, addr:neighbourhood, addr:quarter, addr:suburb, addr:place o addr:hamlet han d'estar en una relació associatedStreet

source: The track of this route contains gaps
ca: La pista d'aquesta ruta conté buits

source: The stop or platform is too far from the track of this route
ca: La parada o plataforma està massa lluny de la pista d'aquesta ruta

source: Missing international prefix
ca: Falta el prefix internacional

source: network, operator, ref, colour tag should be the same on route and route_master relations
ca: xarxa, operador, ref, etiqueta de color ha de ser el mateix a la ruta i a les relacions route andmaster

source: {0} are different
ca: {0} són diferents

source: maxweight Restriction not integrated
ca: Restricció de pes màxim no integrada

source: maxheight Restriction not integrated
ca: Restricció maxheight no integrada

source: Abbreviation of number should be in lowercase
ca: L'abreviatura del nombre hauria d'estar en minúscules

source: Open relation type=boundary
ca: Relació oberta type=boundary

source: Open relation type=multipolygon
ca: Relació oberta type=multipolygon

source: Inconsistent tagging of {0}
ca: Etiquetatge incoherent de {0}

source: Aquitaine equestrian spot not integrated
ca: Punt eqüestre d'Aquitània no integrat

source: Aquitaine caravan site not integrated
ca: El lloc de caravanes d'Aquitaine no està integrat

source: Aquitaine camp site not integrated
ca: El camp d'Aquitaine no està integrat

source: Aquitaine museum not integrated
ca: El museu de l'Aquitània no està integrat

source: Aquitaine museum, integration suggestion
ca: Museu de l'Aquitània, suggeriment d'integració

source: Invalid Opening Hours
ca: Hores d'obertura no vàlides

source: Missing highway in associatedStreet relation
ca: Manca la carretera a la relació associatedStreet

source: College, integration suggestion
ca: Universitat, suggeriment d'integració

source: College update
ca: Actualització de la universitat

source: {0} not integrated
ca: {0} no està integrat

source: {0}, integration suggestion
ca: {0}, suggeriment d'integració

source: Small highway group apart from the main network or with insufficient access upstream
ca: Petit grup d'autopistes a part de la xarxa principal o amb un accés insuficient aigües amunt

source: Power object intersecting building
ca: Objecte denergia intersecta amb edifici

source: Power object and highway too close
ca: Objecte d'energia i carretera massa a prop

source: Highway overlaps
ca: Superposicions de carreteres

source: Waterway overlaps
ca: Superposició de la via d'aigua

source: Probably missing tag zone:maxspeed=XX:{0}, according to the neighbourhood
ca: Probablement falta l'etiqueta zone:maxspeed:XX:{0}, segons el veïnatge

source: Restriction relation, bad oneway direction on "from" or "to" member
ca: Relació de restricció, mala direcció d'anada a "de" o "a" membre

source: Hamlet or Locality name suffix Nord, Sud, Est, Ouest, Centre should be removed from Cadastre name. Place should be integrated only once.
ca: El sufix Nord, Sud, Est, Ouest, Centre s'ha d'eliminar del nom de Cadastre. El lloc només s'ha d'integrar una vegada.

source: Unexpected punctuation in name
ca: Puntuació inesperada al nom

source: Power Transformers should always be on a node
ca: Els transformadors d'energia sempre han d'estar en un node

source: On Power Transformers use voltage:primary=* and voltage:secondary=* in place of voltage
ca: En els transformadors d'energia, utilitzeu voltage:primary=* i voltage:secondary=* en lloc de voltage

source: This wikidata value matches a chain store, it should be in a brand:wikidata tag.
ca: Aquest valor de wikidata coincideix amb una cadena de botigues, hauria d'estar en una etiqueta brand:wikidata.

source: Please also check the wikipedia tag.
ca: Consulteu també l'etiqueta wikipedia.

source: Direct or too permissive access to motorway
ca: Accés directe o massa permissiu a l'autopista

source: Opposite or opposite lane in the same way of the oneway
ca: carril oposat o oposat de la mateixa manera de l'anada

source: {0} without {1}
ca: {0} sense {1}

source: {0} with {1}
ca: {0} amb {1}

source: {0} with {1} and {2}
ca: {0} amb {1} i {2}

source: {0} is preferred to {1}
ca: {0} és preferit per {1}

source: Police/"Gendarmerie" not integrated
ca: Policia/"Gendarmerie" no integrada

source: Police/"Gendarmerie", integration suggestion
ca: Policia/"Gendarmerie", suggeriment d'integració
