Repository: Marc-marc-marc/osmose-backend
Catalog: po/*.po
Languages: ca

source: Indicate the type of parking, for example `parking=street_side`, `parking=surface` or `parking=underground`, to distinguish between major parking lots and roadside parking. Add access tags and/or service ways through the parking lot as desired.
ca: Indiqueu el tipus d'aparcament, per exemple `parking=street_side`, `parking=surface` o `parking=underground`, per distingir entre els grans aparcaments i els aparcaments a la vora de la carretera. Afegiu les etiquetes d'accés i/o els camins de servei a través de l'aparcament segons calgui.

source: Conflicting tree properties
ca: Propietats de l'arbre conflictives

source: The leaf type and/or leaf cycle does not match with the species.
ca: El tipus de fulla i/o el cicle de la fulla no coincideixen amb l'espècie.

source: Verify that the species is correct, before adding the leaf properties.
ca: Verifiqueu que l'espècie sigui correcta abans d'afegir les propietats de la fulla.

source: Conflict between `{0}` and `{1}`
ca: Conflicte entre `{0}` i `{1}`

source: Value contains Zawgyi-encoded Burmese characters
ca: El valor conté caràcters birmans codificats en Zawgyi

source: Tag values should be stored in Unicode. However, this value contains Burmese characters in the obsolete “Zawgyi” font encoding. As long as this value is stored in a non-standard way, modern devices cannot display it correctly. Please change the text to be encoded in Unicode.
ca: Els valors de les etiquetes s'han d'emmagatzemar en Unicode. No obstant això, aquest valor conté caràcters birmans en la codificació de caràcters obsoleta "Zawgyi". Mentre aquest valor s'emmagatzemi d'una manera no estàndard, els dispositius moderns no el podran mostrar correctament. Canvieu el text perquè es codifiqui en Unicode.

source: This object has two tags that represent different features. According to the principle of [one feature, one OSM element](https://wiki.openstreetmap.org/wiki/One_feature,_one_OSM_element), these should be mapped as two separate objects.
ca: Aquest objecte té dues etiquetes que representen diferents característiques. Segons el principi de [una característica, un element OSM](https://wiki.openstreetmap.org/wiki/One_feature,_one_OSM_element), s'haurien de correspondre amb dos objectes separats.

source: tag key: {0} => {1}
ca: clau de l'etiqueta: {0} => {1}

source: tag value: {0}={1} => {2}
ca: valor de l'etiqueta: {0}={1} => {2}

source: For the number of rooms in a facility, use `{0}` instead.
ca: Per al nombre d'habitacions en una instal·lació, utilitzeu `{0}` en lloc d'això.

source: Advertising board not integrated
ca: Tanca publicitària no integrada

source: Advertising board integration suggestion
ca: Suggeriment d'integració de la tanca publicitària

source: Advertising board update
ca: Actualització de la tanca publicitària

source: {place} stop of {fields['stop_name']}
ca: Aturada de {fields['stop_name']} a {place}

source: addr:housenumber or addr:housename without an addr:street, addr:district, addr:neighbourhood, addr:quarter, addr:suburb, addr:place or addr:hamlet tag, nor within an associatedStreet relation
ca: addr:housenumber o addr:housename sense una etiqueta addr:street, addr:district, addr:neighbourhood, addr:quarter, addr:suburb, addr:place o addr:hamlet, ni dins d'una relació associatedStreet

source: Speed limit type without speed limit
ca: Tipus de límit de velocitat sense límit de velocitat

source: A speed limit type is given in `maxspeed:type` or `source:maxspeed`, but no speed limit is set in `maxspeed`.
ca: S'indica un tipus de límit de velocitat a `maxspeed:type` o `source:maxspeed`, però no s'estableix cap límit de velocitat a `maxspeed`.

source: Set `maxspeed` and either `maxspeed:type` or `source:maxspeed` as appropriate. For a list of values, see [Implicit maxspeed values](https://wiki.openstreetmap.org/wiki/Key:maxspeed#Implicit_maxspeed_values).
ca: Establiu `maxspeed` i, segons correspongui, `maxspeed:type` o `source:maxspeed`. Per a una llista de valors, consulteu [Valors implicits de maxspeed](https://wiki.openstreetmap.org/wiki/Key:maxspeed#Implicit_maxspeed_values) .

source: Do not just add a `maxspeed` value suitable for the type. The type may be incorrect too! Always check `highway`, all other tags related to speed and verify on the ground.
ca: No afegiu només un valor de `maxspeed` adequat per al tipus. El tipus també pot ser incorrecte! Comproveu sempre `highway`, totes les altres etiquetes relacionades amb la velocitat i verifiqueu-ho sobre el terreny.

source: Invalid speed limit value
ca: Valor de límit de velocitat invàlid

source: The speed limit in `maxspeed` must be either numeric or `walk`. Do not specify a unit, km/h is the default.
ca: El límit de velocitat a `maxspeed` ha de ser numèric o `walk`. No especifiqueu cap unitat, km/h és el valor per defecte.

source: Set `maxspeed` as appropriate and set speed limit type in either `maxspeed:type` or `source:maxspeed`. For a list of values, see [Implicit maxspeed values](https://wiki.openstreetmap.org/wiki/Key:maxspeed#Implicit_maxspeed_values).
ca: Establiu el `maxspeed` de manera adequada i establiu el tipus de límit de velocitat a `maxspeed:type` o a `source:maxspeed`. Per a una llista de valors, consulteu [Valors implícits de maxspeed](https://wiki.openstreetmap.org/wiki/Key:maxspeed#Implicit_maxspeed_values).

source: If a speed limit type (e.g. `AT:*`) is set in `maxspeed`, do not assume it is correct! Always check `highway`, all other tags related to speed and verify on the ground.
ca: Si s'estableix un tipus de límit de velocitat (p. ex., `AT:*`) a `maxspeed`, no doneu per fet que sigui correcte! Comproveu sempre `highway`, totes les altres etiquetes relacionades amb la velocitat i verifiqueu-ho sobre el terreny.

source: Low speed limit value
ca: Valor de límit de velocitat baix

source: The speed limit in `maxspeed` is very low and no type is given in `maxspeed:type` or `source:maxspeed`.
ca: El límit de velocitat a `maxspeed` és molt baix i no s'hi indica cap tipus a `maxspeed:type` o `source:maxspeed`.

source: For pedestrian areas and living streets (except shared zones), walking speed is the default and no speed limit or type should be set. If walking speed is signposted, set `maxspeed=walk`, `maxspeed:type=sign` and `traffic_sign=AT:54[text]` or `traffic_sign=AT:..,54[text]`. If a low speed is signposted, set `maxspeed` to the speed, `maxspeed:type=sign`.
ca: Per a les zones per a vianants i els carrers residencials (excepte les zones compartides), la velocitat de marxa és la predeterminada i no s'hi hauria d'establir cap límit de velocitat ni tipus. Si hi ha senyalització de velocitat de marxa, establiu `maxspeed=walk`, `maxspeed:type=sign` i `traffic_sign=AT:54[text]` o `traffic_sign=AT:..,54[text]`. Si s'indica una velocitat baixa amb un rètol, establiu `maxspeed` a la velocitat, amb `maxspeed:type=sign`.

source: Do not assume any of the data present is correct! Always check `highway`, all other tags related to speed and verify on the ground.
ca: No doneu per bona cap de les dades presents! Comproveu sempre `highway`, totes les altres etiquetes relacionades amb la velocitat i verifiqueu-ho sobre el terreny.

source: Invalid speed limit type
ca: Tipus de límit de velocitat invàlid

source: The speed limit type in `maxspeed:type` or `source:maxspeed` is not valid.
ca: El tipus de límit de velocitat a `maxspeed:type` o `source:maxspeed` no és vàlid.

source: Set the appropriate speed limit type. For a list of values, see [Implicit maxspeed values](https://wiki.openstreetmap.org/wiki/Key:maxspeed#Implicit_maxspeed_values).
ca: Establiu el tipus de límit de velocitat adequat. Per a una llista de valors, consulteu [Valors implicits de maxspeed](https://wiki.openstreetmap.org/wiki/Key:maxspeed#Implicit_maxspeed_values).

source: In case the speed limit type is `zone`, do not just change it to `AT:zone`, but to a more specific value. Do not assume any of the data present is correct! Always check `highway`, all other tags related to speed and verify on the ground.
ca: En cas que el tipus de límit de velocitat sigui `zone`, no el canvieu simplement a `AT:zone`, sinó a un valor més específic. No doneu per bona cap de les dades presents! Comproveu sempre la `highway`, totes les altres etiquetes relacionades amb la velocitat i verifiqueu-ho sobre el terreny.

source: Multiple speed limit types
ca: Múltiples tipus de límit de velocitat

source: `maxspeed:type` and `source:maxspeed` are both set. This may confuse mappers and data consumers if the values are different.
ca: S'han establert tant `maxspeed:type` com `source:maxspeed`. Això pot confondre els cartògrafs i els consumidors de dades si els valors són diferents.

source: Set either `maxspeed:type` or `source:maxspeed`. For a list of values, see [Implicit maxspeed values](https://wiki.openstreetmap.org/wiki/Key:maxspeed#Implicit_maxspeed_values).
ca: Establiu `maxspeed:type` o `source:maxspeed`. Per a una llista de valors, consulteu [Valors implicits de maxspeed](https://wiki.openstreetmap.org/wiki/Key:maxspeed#Implicit_maxspeed_values).

source: Speed limit and type mismatch
ca: Incompatibilitat entre el límit de velocitat i el tipus

source: The speed limit in `maxspeed` is not consistent with the speed limit type in `maxspeed:type` or `source:maxspeed`.
ca: El límit de velocitat a `maxspeed` no és coherent amb el tipus de límit de velocitat a `maxspeed:type` o `source:maxspeed`.

source: Adjust `maxspeed`, `maxspeed:type` or `source:maxspeed` as appropriate. For a list of values, see [Implicit maxspeed values](https://wiki.openstreetmap.org/wiki/Key:maxspeed#Implicit_maxspeed_values).
ca: Ajusteu `maxspeed`, `maxspeed:type` o `source:maxspeed` segons correspongui. Per a una llista de valors, consulteu [Valors implicits de maxspeed](https://wiki.openstreetmap.org/wiki/Key:maxspeed#Implicit_maxspeed_values).

source: `source:maxspeed` or `maxspeed:type` = `{0}` without maxspeed
ca: `source:maxspeed` o `maxspeed:type` = `{0}` sense maxspeed

source: Invalid maxspeed: `{0}`
ca: maxspeed invàlid: `{0}`

source: Low maxspeed: `{0}`
ca: maxspeed baixa: `{0}`

source: Invalid maxspeed:type: `{0}`
ca: maxspeed:type invàlid: `{0}`

source: Conflicting speed limit types: `{0}`<>`{1}`
ca: Tipus de límit de velocitat en conflicte: `{0}`<>`{1}`

source: Invalid source:maxspeed: `{0}`
ca: source:maxspeed invàlid: `{0}`

source: maxspeed and type mismatch: `{0}`<>`{1}`
ca: Incompatibilitat entre maxspeed i type: `{0}`<>`{1}`
