Repository: Marc-marc-marc/osmose-backend
Catalog: po/*.po
Languages: ca

source: A date/time-based condition is invalid or poorly formatted. Time-based conditions of a conditional restriction use the same syntax as the key `opening_hours`.
ca: Una condició basada en data/hora no és vàlida o té un format incorrecte. Les condicions basades en el temps d'una restricció condicional utilitzen la mateixa sintaxi que la clau `opening_hours`.

source: Unexpected "{0}" before or after parentheses in "{1}"
ca: {0}" inesperat abans o després de parèntesis a "{1}

source: Involves "{0}" in "{1}". Consider using "{2}"
ca: Implica "{0}" a "{1}". Considereu l'ús de "{2}"

source: Involves "{0}" in "{1}"
ca: Implica "{0}" a "{1}"

source: Unexpected <, = or > in "{0}"
ca: <, = o > inesperats a "{0}"

source: [Valid values](https://wiki.openstreetmap.org/wiki/Key:turn#Values)
ca: [Valors vàlids](https://wiki.openstreetmap.org/wiki/Key:turn#Values)

source: Unknown change lanes value
ca: Valor de canvi de carril desconegut

source: [Valid values](https://wiki.openstreetmap.org/wiki/Key:change#How_to_map)
ca: [Valors vàlids](https://wiki.openstreetmap.org/wiki/Key:change#How_to_map)

source: Lane changing value only_* need an aside lane on the good side
ca: El valor de canvi de carril només_* necessita un carril lateral al costat bo

source: The `only_right` or `only_left` lane must be on the same way as the lane to which the traffic can change and must be on the left (for `only_right`) or right (for `only_left`) side of the lane to which changing is possible.
ca: El carril `only_right` o `only_left` ha d'estar al mateix camí que el carril al qual es pot canviar el trànsit i ha d'estar al costat esquerre (per a `only_right`) o dret (per a `only_left`) del carril al qual és possible el canvi.

source: Unknown {0} value "{1}"
ca: Valor desconegut de {0} "{1}"

source: Impossible lane change in tag "{0}"
ca: Canvi de carril impossible a l'etiqueta "{0}"

source: Name with only numbers
ca: Nom només amb números

source: This building is tagged with a name which contains only numbers and does not appear to have a main feature key. For the majority of buildings this should be tagged with `addr:housenumber`.
ca: Aquest edifici està etiquetat amb un nom que només conté números i no sembla tenir una clau de característica principal. Per a la majoria d'edificis, això s'hauria d'etiquetar amb `addr:housenumber`.

source: If this `name` is in fact the housenumber, it should be tagged with `addr:housenumber` + `addr:street` (or other `addr:*`), alternatively a relation can be used.
ca: Si aquest `name` és de fet el número de la casa, s'hauria d'etiquetar amb `addr:housenumber` + `addr:street` (o un altre `addr:*`), alternativament es pot utilitzar una relació.

source: While uncommon, it is possible for a name to be only numbers. This is particularly the case for some brands or amenities. Additionally, it could also be an apartment block number or building number (not an official house number with a postal address, but for example "beach cabin #1"); in these cases, ref would be the appropriate tag. Always check with your local community about the preferred tagging style of house numbers: in some regions, a separate node inside the building is preferred over a tag on the building itself.
ca: Tot i que no és habitual, és possible que un nom només contingui números. Aquest és el cas particularment d'algunes marques o serveis. A més, també podria ser un número de bloc d'apartaments o un número d'edifici (no un número de casa oficial amb una adreça postal, sinó per exemple "cabana de platja #1"); en aquests casos, ref seria l'etiqueta adequada. Consulteu sempre amb la vostra comunitat local l'estil d'etiquetatge preferit dels números de casa: en algunes regions, es prefereix un node separat dins de l'edifici a una etiqueta al mateix edifici.

source: Power line not integrated
ca: Línia elèctrica no integrada

source: Road not integrated
ca: Carretera no integrada

source: Conflicting names
ca: Noms en conflicte

source: This is a street with different names on each side of the way, given by the keys `name:left` and `name:right`. These names do not match with the value of `name`. The tag `name` should have the value `name:right / name:left` or `name:left / name:right`.
ca: Aquest és un carrer amb noms diferents a cada costat del camí, donats per les claus `nom:esquerra` i `nom:dreta`. Aquests noms no coincideixen amb el valor de `nom`. L'etiqueta `nom` hauria de tenir el valor `nom:dreta / nom:esquerra` o `nom:esquerra / nom:dreta`.

source: The warning also shows up if `name:left` or `name:right` is spelled incorrectly.
ca: L'avís també apareix si `nom:esquerra` o `nom:dreta` s'escriuen incorrectament.

source: Uncommon access value
ca: Valor d'accés poc comú

source: The value of the access tag is not one of the common access values: `{0}`.
ca: El valor de l'etiqueta d'accés no és un dels valors d'accés comuns: `{0}`.

source: If there is no other tag (or combination of tags) that properly describes the access permissions, custom tags may be used.
ca: Si no hi ha cap altra etiqueta (o combinació d'etiquetes) que descrigui correctament els permisos d'accés, es poden utilitzar etiquetes personalitzades.

source: Transport mode in access value
ca: Mode de transport al valor d'accés

source: The value of the access tag is a transport mode (such as `access=foot`). Consider replacing it with a more specific tag listing the transport mode first, for example `access=no` + `foot=yes`.
ca: El valor de l'etiqueta d'accés és un mode de transport (com ara `accés=peu`). Considereu la possibilitat de substituir-lo per una etiqueta més específica que enumeri primer el mode de transport, per exemple `accés=no` + `peu=sí`.

source: Ensure that the access remains the same and does not conflict with other tags. This is especially likely if access tags are combined with directional and/or conditional access tags, or when transport modes are mixed with regular access values.
ca: Assegureu-vos que l'accés continuï sent el mateix i que no entri en conflicte amb altres etiquetes. Això és especialment probable si les etiquetes d'accés es combinen amb etiquetes d'accés direccionals i/o condicionals, o quan els modes de transport es barregen amb valors d'accés regulars.

source: Access value "{0}" for key "{1}" is a transport mode. Consider using "{2}" instead
ca: El valor d'accés "{0}" per a la clau "{1}" és un mode de transport. Considereu l'ús de "{2}" en comptes d'això

source: Unknown access value "{0}" for key "{1}"
ca: Valor d'accés desconegut "{0}" per a la clau "{1}"

source: Unspecific value
ca: Valor inespecífic

source: The value of the tag is very unspecific. Replace it by a meaningful value.
ca: El valor de l'etiqueta és molt poc específic. Substituïu-lo per un valor significatiu.

source: The key `parking:lane:both` was used together with `parking:lane:left` and/or `parking:lane:right`. However, `both` already covers both sides of a street, so the latter are redundant.
ca: La clau `parking:lane:both` s'ha utilitzat juntament amb `parking:lane:left` i/o `parking:lane:right`. Tanmateix, `both` ja cobreix els dos costats d'un carrer, de manera que aquests últims són redundants.

source: Use any of the following values: `{0}`.
ca: Utilitzeu qualsevol dels valors següents: `{0}`.

source: Bad parking:condition:[side] value
ca: Valor de parking:condition:[side] incorrecte

source: `{0}` is a value for key `{1}`
ca: `{0}` és un valor per a la clau `{1}`

source: Unconnected drive-through
ca: Via d’entrada no connectada

source: Drive-throughs are usually not dead-ended. Make sure the full drive-through path was drawn, including i.e. turning circles and covered areas. Ensure that `service=drive-through` is the correct tag.
ca: Els autovies no solen ser carrers sense sortida. Assegureu-vos que s'hagi dibuixat el camí complet de l'autovia, incloent-hi, per exemple, els cercles de gir i les zones cobertes. Assegureu-vos que `service=drive-through` sigui l'etiqueta correcta.

source: Review the type of the service road or draw the local road network.
ca: Reviseu el tipus de carretera de servei o dibuixeu la xarxa viària local.

source: Roundabout without right of way
ca: Rotonda sense dret de pas

source: A highway with `junction=roundabout` must by definition have the right of way. Circular highways without right of way should be tagged as `junction=circular`.
ca: Una carretera amb `junction=roundabout` ha de tenir, per definició, el dret de pas. Les carreteres circulars sense dret de pas s'han d'etiquetar com a `junction=circular`.

source: Replace `junction=roundabout` on the entire circular road with `junction=circular`. If the node with `highway=traffic_signals`, `give_way` or `stop` is actually for the road entering the roundabout, tag it on that way only.
ca: Substituïu `junction=roundabout` a tota la carretera circular per `junction=circular`. Si el node amb `highway=traffic_signals`, `give_way` o `stop` és realment per a la carretera que entra a la rotonda, etiqueteu-lo només en aquest sentit.

source: Make sure to tag `oneway=*` when using `junction=circular`. Unlike `junction=roundabout`, `junction=circular` does not imply `oneway=yes`.
ca: Assegureu-vos d'etiquetar `oneway=*` quan utilitzeu `junction=circular`. A diferència de `junction=roundabout`, `junction=circular` no implica `oneway=yes`.

source: An object without any relevant tags (no other tags than `source`, `created_by`, `note:qadastre`, `area` or `name`) nor a relation member with a role.
ca: Un objecte sense cap etiqueta rellevant (sense altres etiquetes que `source`, `created_by`, `note:qadastre`, `area` o `name`) ni un membre de relació amb un rol.

source: Badly written way name
ca: Nom de la via mal escrit

source: An abbreviation is present (e.g. Rd instead of Road) or the first letter of the name is lower case.
ca: Hi ha una abreviatura (per exemple, Rd en comptes de Road) o la primera lletra del nom és minúscula.

source: Write the name without any abbreviations and make sure the first letter is upper case.
ca: Escriviu el nom sense cap abreviatura i assegureu-vos que la primera lletra sigui majúscula.

source: This indoor room should have a door
ca: Aquesta habitació interior hauria de tenir una porta

source: Find out where the entrances of the room are and add them (with a `door=*` tag) so we can actually enter this indoor room.
ca: Esbrineu on són les entrades de l'habitació i afegiu-les (amb una etiqueta `door=*`) perquè puguem entrar realment a aquesta habitació interior.

source: This indoor feature is not reachable
ca: Aquesta característica interior no és accessible

source: Each indoor feature should be connected to another indoor feature or to some footpath so people can actually go to them.
ca: Cada característica interior hauria d'estar connectada a una altra característica interior o a algun camí per a vianants perquè la gent hi pugui anar.

source: Check if the voltages are really different. Add a transformer using `power=transformer` (standalone transformers) or `power=pole + transformer=*` (pole mounted transformers).
ca: Comproveu si els voltatges són realment diferents. Afegiu un transformador utilitzant `power=transformer` (transformadors independents) o `power=pole + transformer=*` (transformadors muntats en pal).

source: This indoor feature should be a closed and valid polygon
ca: Aquesta característica interior hauria de ser un polígon tancat i vàlid

source: This indoor feature should have a level
ca: Aquesta característica interior hauria de tenir un nivell

source: This indoor shop should probably be inside a room
ca: Aquesta botiga interior probablement hauria d'estar dins d'una habitació

source: `{0}` is more common than `{1}`, is `{1}` a typo?
ca: `{0}` és més comú que `{1}`, és `{1}` una errada tipogràfica?

source: Bad colour name
ca: Nom de color incorrecte

source: Unknown or invalid colour in tag ''{0}''
ca: Color desconegut o no vàlid a l'etiqueta ''{0}''

source: In some cases all values may be required. Ensure the interpretation of the tag does not change when you delete one item.
ca: En alguns casos, és possible que tots els valors siguin obligatoris. Assegureu-vos que la interpretació de l'etiqueta no canviï quan suprimiu un element.

source: Similar values {v1} and {v2} in {key}={val}
ca: Valors similars {v1} i {v2} a {key}={val}

source: Inconsistent `motor_vehicle` values.
ca: Valors inconsistents de `motor_vehicle`.

source: Inconsistent access values between barrier and highway.
ca: Valors d'accés inconsistents entre la barrera i l'autopista.

source: Sometimes a barrier can exist on an (otherwise uninterrupted) highway to prevent vehicles from using it for purposes other than destination traffic.
ca: De vegades, pot existir una barrera en una autopista (d'altra banda sense interrupcions) per evitar que els vehicles l'utilitzin per a altres finalitats que no siguin el trànsit de destinació.

source: Copy the appropriate access tag to the barrier node.
ca: Copieu l'etiqueta d'accés adequada al node de barrera.

source: Inconsistent {0} access: '{1}' on highway, not set on barrier
ca: Accés inconsistent a {0}: '{1}' a l'autopista, no definit a la barrera

source: `{0}` together with `{1}` and equal values
ca: `{0}` juntament amb `{1}` i valors iguals

source: Cyclic relation
ca: Relació cíclica

source: A relation whose members (eventually) refer back to itself is rarely correct.
ca: Una relació els membres de la qual (eventualment) es refereixen a si mateixa rarament és correcta.

source: Building on agricultural land
ca: Construcció en terreny agrícola

source: Buildings of a farm (houses, sheds, stables, barns, ...) are usually located on the farmyard, not on the farmland where the crops grow.
ca: Els edificis d'una granja (cases, coberts, estables, graners, ...) se solen situar a la cort, no en el terreny de conreu on creixen els cultius.

source: Change or split the landuse such that the farm buildings are on an area with `landuse=farmyard` and the area where crops grow are within `landuse=farmland` (or more dedicated types of farmland, such as `landuse=vineyard` or `landuse=orchard`). For areas dedicated to greenhouse horticulture, use `landuse=greenhouse_horticulture`.
ca: Canvieu o dividiu l'ús del sòl de manera que els edificis de la granja estiguin en una àrea amb `landuse=farmyard` i l'àrea on creixen els cultius estigui dins de `landuse=farmland` (o dins de tipus de terreny de conreu més específics, com ara `landuse=vineyard` o `landuse=orchard`). Per a les àrees dedicades a l'horticultura de hivernacle, utilitzeu `landuse=greenhouse_horticulture`.

source: `{0}` inside `{1}`
ca: `{0}` dins de `{1}`

source: Sometimes very small areas of this type may exist. In this case, please mark this issue as a false positive.
ca: De vegades poden existir àrees d'aquest tipus molt petites. En aquest cas, marqueu aquest problema com un fals positiu.

source: Natural area very small
ca: Àrea natural molt petita

source: A natural object of this type is typically larger than the current object.
ca: Un objecte natural d'aquest tipus sol ser més gran que l'objecte actual.

source: A single tree should be tagged as `natural=tree` rather than `landuse=forest` or `natural=wood`.
ca: Un sol arbre s'ha d'etiquetar com a `natural=tree` en lloc de `landuse=forest` o `natural=wood`.

source: Landuse very small
ca: Ús del sòl molt petit

source: Landuses of this type are typically larger than the current object.
ca: Els usos del sòl d'aquest tipus solen ser més grans que l'objecte actual.

source: Small farm
ca: Granja petita

source: Agricultural land that is used for barns, greenhouses, for cattle to graze, etcetera, should not be tagged as `landuse=farmland`. The tag `landuse=farmland` is meant for land where i.e. crops are grown. Other landuses could be tagged with: - `{0}` - etcetera.
ca: La terra agrícola que s'utilitza per a graners, hivernacles, perquè pasturi el bestiar, etcètera, no s'hauria d'etiquetar com a `landuse=farmland`. L'etiqueta `landuse=farmland` és per a terres on, per exemple, es conreen cultius. Altres usos del sòl es podrien etiquetar amb: - `{0}` - etcètera.

source: Small patches of maintained vegetation should be tagged as any of `{0}`, (etcetera) rather than `landuse=village_green`.
ca: Les petites extensions de vegetació mantinguda s'haurien d'etiquetar com a qualsevol de `{0}` (etcètera) en lloc de `landuse=village_green`.

source: {0} with an area of {1} m2
ca: {0} amb una superfície de {1} m²

source: Consider switching to the new [street parking tagging scheme]("https://wiki.openstreetmap.org/wiki/Street_parking).
ca: Considereu canviar al nou [esquema d'etiquetatge d'aparcaments al carrer]("https://wiki.openstreetmap.org/wiki/Street_parking).

source: Bad parking:[side]
ca: Mal aparcament:[costat]

source: The side was not recognized, expected was either `left`, `right` or `both`.
ca: El costat no s'ha reconegut; s'esperava `esquerra`, `dreta` o `ambdós`.

source: Use `parking:left`, `parking:right` or `parking:both`.
ca: Utilitzeu `parking:esquerra`, `parking:dreta` o `parking:ambdós`.

source: To specify that you can only park for 2 hours in the street (on both sides), you should use `parking:both:maxstay=2 hours`, and not `parking:maxstay=2 hours`.
ca: Per especificar que només es pot aparcar durant 2 hores al carrer (a ambdós costats), s'ha d'utilitzar `parking:both:maxstay=2 hours`, i no pas `parking:maxstay=2 hours`.

source: parking:[side]:* without parking:[side] value
ca: parking:[side]:* sense valor de parking:[side]

source: A parking tag adding details, such as `parking:[side]:fee`, is present without primary `parking:[side]` key.
ca: Una etiqueta d'aparcament que afegeix detalls, com ara `parking:[side]:fee`, és present sense la clau principal `parking:[side]`.

source: The key `parking:both` (possibly with a suffix, such as `:maxstay`) was used together with `parking:left` and/or `parking:right` (with the same suffix). However, `parking:both` already covers both sides of a street, so the latter are redundant.
ca: La clau `parking:both` (pot ser amb un sufix, com ara `:maxstay`) s'utilitzava juntament amb `parking:left` i/o `parking:right` (amb el mateix sufix). No obstant això, `parking:both` ja cobreix els dos costats d'un carrer, de manera que aquestes són redundants.

source: Bad value for parking:[side]=*
ca: Mala valor per a parking:[costat]=*

source: parking:[side]:* not applicable
ca: parking:[costat]:* no aplicable

source: A parking key is set for a `parking:[side]` value that forbids parking.
ca: S'ha establert una clau d'aparcament per a una valor `parking:[costat]` que prohibeix aparcar.

source: Property of parking should be mapped on separately mapped parking area
ca: La propietat d'un aparcament s'hauria de cartografiar a la zona d'aparcament cartografiada per separat

source: A parking property is set for a `parking:[side]` value that indicates that the parking area is mapped separately. Any parking details should be tagged on that object instead.
ca: S'ha establert una propietat d'aparcament per a una valor `parking:[costat]` que indica que la zona d'aparcament està cartografiada per separat. Qualsevol detall de l'aparcament s'hauria d'etiquetar en aquest objecte en lloc d'aquí.

source: Bad parking:[side]:{0} value
ca: Mala valor de `parking:[side]:{0}`

source: Simple and frequent errors, can be updated by anyone on the wiki.
ca: Errors simples i freqüents, que qualsevol pot actualitzar a la wiki.

source: {0} together with {1}, usually {1} is located underneath the {2}. Tag the {3} as a separate object.
ca: {0} juntament amb {1}, normalment {1} es troba sota {2}. Etiqueta {3} com un objecte separat.

source: `{0}` without `{1}` or `{2}`
ca: `{0}` sense `{1}` o `{2}`

source: `{0}` without `{1}`
ca: `{0}` sense `{1}`

source: Most street-side glass containers only accept soda-lime glass (e.g. bottles and jars), but not glasses for high temperatures or window glass.
ca: La majoria de contenidors de vidre de carrer només accepten vidre sodolímic (p. ex., ampolles i pots), però no vidre per a altes temperatures ni vidre de finestra.

source: {0} colour code should start with '#' followed by 3 or 6 hex digits
ca: El codi de color {0} hauria de començar amb '#' seguit de 3 o 6 dígits hexadecimals

source: Missing `maxheight=*` or `maxheight:physical=*` for a tunnel or a way under a bridge.
ca: Falta `maxheight=*` o `maxheight:physical=*` per a un túnel o un pas sota un pont.

source: suspicious tag combination
ca: combinació de tags sospitosa

source: {0} on suspicious object
ca: {0} en un objecte sospitós

source: Barrier blocking major highway
ca: Barrera que bloqueja una carretera principal

source: A barrier is blocking a major highway. Typically, major highways (`tertiary` and above) are meant for passing traffic.
ca: Una barrera bloqueja una carretera principal. Normalment, les carreteres principals (`terciària` i superiors) són per a trànsit de pas.

source: Check if there is really a barrier on the highway itself (instead of for instance a connecting minor way only). If there is no such barrier, remove it, or move it to the appropriate connecting way. If there is a barrier, check if it has the appropriate (conditional) access keys.
ca: Comproveu si realment hi ha una barrera a la pròpia carretera (en lloc, per exemple, d'una que només estigui en una via menor de connexió). Si no hi ha cap barrera d'aquest tipus, elimineu-la o moveu-la a la via de connexió corresponent. Si hi ha una barrera, comproveu si té les claus d'accés (condicionals) adequades.

source: Barrier blocking highway
ca: Barrera que bloqueja una carretera

source: A barrier is blocking a crossing with another highway. Likely the barrier was only supposed to be present on one of the roads. In the current situation, traffic coming from any direction has to go through the barrier, to reach any of the destination ways.
ca: Una barrera bloqueja un encreuament amb una altra carretera. És probable que la barrera només s'hagués de trobar en una de les vies. En la situació actual, el trànsit que ve de qualsevol direcció ha de passar per la barrera per arribar a qualsevol de les vies de destinació.

source: Check if there is really a barrier on the crossing itself (instead of for instance a connecting minor way only). If there is no such barrier, remove it, or move it to the appropriate connecting way. If there is a barrier, check if it has the appropriate (conditional) access keys.
ca: Comproveu si realment hi ha una barrera a l'encreuament mateix (en lloc d'una via menor de connexió, per exemple). Si no hi ha cap barrera d'aquest tipus, elimineu-la o moveu-la a la via de connexió adequada. Si hi ha una barrera, comproveu si té les claus d'accés adequades (condicionals).

source: ![](https://wiki.openstreetmap.org/w/images/e/ef/Kerb-on-highway.png) In the top example, the kerb is located next to the road, and only pedestrians that want to cross will cross the kerb. In the bottom example, cars will also have to drive over the kerb. Usually, kerbs are not located on the road, but alongsides.
ca: ![](https://wiki.openstreetmap.org/w/images/e/ef/Kerb-on-highway.png) A l'exemple superior, la vorera elevada està situada al costat de la carretera, i només els vianants que vulguin creuar la travessaran. A l'exemple inferior, els cotxes també hauran de passar per sobre de la vorera elevada. Normalment, les voreres elevades no es col·loquen a la carretera, sinó al seu costat.
