Repository: Marc-marc-marc/osmose-backend
Catalog: po/*.po
Languages: ca

source: Police/"Gendarmerie" update
ca: Actualització de la policia/"Gendarmerie"

source: Missing access way to parking
ca: Manca la via d'accés a l'aparcament

source: Probably only for bottles, not any type of glass
ca: Probablement només per a ampolles, no per a qualsevol tipus de vidre

source: Object needs review
ca: Cal revisar l'objecte

source: Highway classification needs review
ca: Cal revisar la classificació de les carreteres

source: Paris bicycle parking not integrated
ca: Pàrquing de bicicleta de París no integrat

source: Paris motorcycle parking not integrated
ca: Estacionament de motos de París no integrat

source: Paris motorcycle/shared motorcycle parking not integrated
ca: Pàrquing de motocicleta de París / moto compartida no integrat

source: Arabic letter detected in Farsi name
ca: S'ha detectat una lletra àrab al nom Farsi

source: In Farsi, the Arabic letter `{0}` should be replaced by `{1}`.
ca: A Farsi, la lletra àrab `{0}` ha de ser reemplaçada per `{1}`.

source: Colour code should start with '#' followed by 3 or 6 digits
ca: El codi de color ha de començar amb '#' seguit de 3 o 6 dígits

source: The URL contains a space
ca: L'URL conté un espai

source: The URL does not have a valid scheme
ca: L'URL no té un esquema vàlid

source: {0} stop not integrated
ca: {0} parada no integrada

source: {0} stop, integration suggestion
ca: {0} parada, suggeriment d'integració

source: {0} stop of {1}
ca: {0} parada de {1}

source: {0} stop update
ca: {0} actualització de la parada

source: {0} stop {1}
ca: {0} parada {1}

source: Population on admin_centre role ({0}) greater than population on the relation ({1})
ca: Població del rol admin thecentre ({0}) més gran que la població de la relació ({1})

source: Multiple name for the same ref FANTOIR {0}: {1}
ca: Nom múltiple per a la mateixa ref FANTOIR {0}: {1}

source: Inconsistent motor_vehicle values ('{0}'!='{1}')
ca: Valors inconsistents de motor_vehicle ('{0}' != '{1}')

source: lanes in {0}(-{1}+{2}), lanes out {3}(-{4}+{5})
ca: carrils d'entrada {0}(-{1}+{2}), carrils de surtida {3}(-{4}+{5})

source: {0} deviation of {1}m
ca: {0} desviació de {1}m

source: Unknown turn lanes value "{0}"
ca: Valor desconegut dels carrils de gir "{0}"

source: on oneway, (lanes={0}) != (lanes:forward={1}) - (non fullwidth forward={2})
ca: en un sol sentit, (carrils={0}) != (carrils:forward={1}) - (no full width forward={2})

source: on two way, (lanes={0}) != (lanes:forward={1}) + (lanes:backward={2}) + (lanes:both_ways={3}) - (non fullwidth={4}) - (non fullwidth forward={5}) - (non fullwidth backward={6}) - (non fullwidth both_ways={7})
ca: en doble sentit, (carrils={0}) != (carrils:forward={1}) + (carrils:backward={2}) + (carrils:both_ways={3}) - (no full width={4}) - (no full width forward={5}) - (no full width backward={6}) - (no full width both_ways={7})

source: on two way, (lanes={0}) <= (lanes:forward={1}) - (non fullwidth forward={2})
ca: en doble sentit, (carrils={0}) <= (carrils:forward={1}) - (no full width forward={2})

source: on two way, (lanes={0}) <= (lanes:backward={1}) - (non fullwidth backward={2})
ca: en doble sentit, (carrils={0}) <= (carrils:backward={1}) - (no full width backward={2})

source: on two way, (lanes={0}) < (lanes:both_ways={1}) - (non fullwidth both_ways={2})
ca: en doble sentit, (carrils={0}) < (carrils:both_ways={1}) - (no full width both_ways={2})

source: Unbalanced {0} with {1}
ca: {0} desequilibrat amb {1}

source: Unbalanced {0}
ca: {0} desequilibrat

source: "{0}" unexpected non printable char ({1}, 0x{2:04x}) in key at position {3}
ca: "{0}" caràcter no imprimible inesperat ({1}, 0x{2:04x}) a la clau a la posició {3}

source: "{0}"="{1}" unexpected non printable char ({2}, 0x{3:04x}) in value at position {4}
ca: "{0}"="{1}" caràcter no imprimible inesperat ({2}, 0x{3:04x}) en el valor a la posició {4}

source: "{0}" unexpected symbol char ({1}, 0x{2:04x}) in key at position {3}
ca: Caràcter de símbol inesperat "{0}" ({1}, 0x{2:04x}) a la clau a la posició {3}

source: "{0}"="{1}" unexpected symbol char ({2}, 0x{3:04x}) in value at position {4}
ca: "{0}"="{1}" caràcter de símbol inesperat ({2}, 0x{3:04x}) en el valor a la posició {4}

source: "{0}"="{1}" unexpected char "{2}" ({3}, 0x{4:04x}). Means "{5}" ({6}, 0x{7:04x})?
ca: "{0}"="{1}" caràcter inesperat "{2}" ({3}, 0x{4:04x}). Vol dir "{5}" ({6}, 0x{7:04x})?

source: "{0}"="{1}" unexpected char "{2}" ({3}, 0x{4:04x})
ca: "{0}"="{1}" caràcter inesperat "{2}" ({3}, 0x{4:04x})

source: "{0}"="{1}" unexpected "{2}"
ca: "{0}"="{1}" inesperat "{2}"

source: Phone number does not match the expected format
ca: El número de telèfon no coincideix amb el format esperat

source: Bad international prefix
ca: Prefix internacional incorrecte

source: Prohibited char in phone number
ca: Caràcter prohibit al número de telèfon

source: Bad separator for multiple values
ca: Separador incorrecte per a múltiples valors

source: Discordant {0} and {1}
ca: Discordant {0} i {1}

source: Bad tag {0}="{1}"
ca: Etiqueta incorrecta {0}="{1}"

source: Bad tag name="{0}"
ca: Etiqueta incorrecta name="{0}"

source: Bad tag denotation="{0}"
ca: Etiqueta incorrecta denotation="{0}"

source: Unconnected highway
ca: Carretera no connectada

source: Extra "{0}" after international code
ca: "{0}" extra després del codi internacional

source: College without tag "ref:UAI" or invalid
ca: Universitat sense etiqueta "ref:UAI" o no vàlida

source: {0} without tag "{1}" or invalid
ca: {0} sense etiqueta "{1}" o no vàlida

source: Historical monument without tag "ref:mhs" or invalid
ca: Monument històric sense etiqueta "ref:mhs" o no vàlid

source: Post box without tag "ref" or invalid
ca: Quadre d'entrada sense etiqueta "ref" o no vàlid

source: Post office without tag "ref:FR:LaPoste" or invalid
ca: Oficina de correus sense etiqueta "ref:FR:LaPoste" o no vàlida

source: Power support without tag "ref" or invalid
ca: Implementació d'energia sense etiqueta "ref" o no vàlida

source: Railway station without tag "uic_ref" or invalid
ca: Estació de ferrocarril sense etiqueta "uic"ref" o no vàlida

source: School without tag "ref:UAI" or invalid
ca: Escola sense etiqueta "ref:UAI" o no és vàlida

source: P+R parking in Île-de-France not integrated
ca: Aparcament P+R a Île-de-France no integrat

source: Missing municipality ref tag
ca: Falta l'etiqueta ref del municipi

source: Missing municipality ref tag {0}
ca: Falta l'etiqueta ref del municipi {0}

source: Interpolation on nodes without tag "addr:housenumber"
ca: Interpolació en nodes sense etiqueta "addr:housenumber"

source: "addr:housenumber" in multiple interpolations
ca: "addr:housenumber" en múltiples interpolacions

source: Interpolation intersection
ca: Intersecció d'interpolació

source: Interpolation ends should have tag "addr:housenumber"
ca: Els finals d'interpolació haurien de tenir l'etiqueta "addr:housenumber"

source: Interpolation on nodes of multiple "associatedStreet" relations
ca: Interpolació en nodes de múltiples relacions "associatedStreet"

source: Tag "addr:street" not matching a street name around
ca: L'etiqueta "addr:street" no coincideix amb un nom de carrer

source: Misusing addr:interpolation in combination with other tags
ca: Addr:interpolació incorrecta en combinació amb altres etiquetes

source: Power plant {0}
ca: {0} central elèctrica

source: admin_level 8 without tag "postal_code"
ca: admin_level 8 sense etiqueta "postal_code"

source: Power plant not integrated, geocoded at municipality level
ca: Planta d'energia no integrada, geocodificada a nivell municipal

source: Deprecated value
ca: Valor obsolet

source: Duplicated values
ca: Valors duplicats

source: Similar values
ca: Valors similars

source: Sudden highway type change (level {0})
ca: Canvi de tipus de carretera sobtada (nivell {0})

source: Not allowed char "{0}" in phone number tag "{1}"
ca: Caràcter no permès "{0}" a l'etiqueta de número de telèfon "{1}"

source: Invalid Conditional Interval
ca: Interval condicional no vàlid

source: Invalid interval tag format
ca: Format d'etiqueta d'interval no vàlid

source: Conditional interval tag is not valid
ca: L'etiqueta d'interval condicional no és vàlida

source: Conditional interval does not fit into opening hours
ca: L'interval condicional no encaixa en les hores d'obertura

source: Defibrillator not integrated
ca: El desfibril·lador no està integrat

source: Museum not integrated
ca: Museu no integrat

source: Museum, integration suggestion
ca: Museu, suggeriment d'integració

source: Wastewater plant not integrated
ca: Planta d'aigües residuals no integrada

source: Wastewater plant, integration suggestion
ca: Planta d'aigües residuals, suggeriment d'integració

source: Wastewater plant update
ca: Actualització de la planta d'aigües residuals

source: Invalid 'VAT identification number'
ca: El número d'identificació de l'IVA no és vàlid

source: Value too short
ca: El valor és massa curt

source: Country code is missing
ca: Manca el codi de país

source: Value is not uppercase
ca: El valor no està en majúscules

source: Carpool parking not integrated
ca: L'aparcament Carpool no està integrat

source: Carpool parking integration suggestion
ca: Aparcament compartit, suggeriment d'integració

source: Carpool parking update
ca: Actualització de l'estacionament de Carpool

source: Carpool parking {0}
ca: Aparcament de carpa {0}

source: FANTOIR B to W type is for locality, hamlet, isolated_dwelling, islet or neighbourhood
ca: El tipus FANTOIR B a W és per a localitat, llogaret, habitatge aïllat, illot o barri

source: Camp pitches outside a camp site
ca: Campaments fora d'un càmping

source: [WikiProject_France/Repères_Géodésiques](https://wiki.openstreetmap.org/wiki/WikiProject_France/Rep%C3%A8res_G%C3%A9od%C3%A9siques) French survey point imported in OSM but not found.
ca: [WikiProject.France/Repères.Géodésiques](https://wiki.openstreetmap.org/wiki/WikiProject.France/Repères.Géodésiques) Vèrtex geodèsic francès importat a OSM però no trobat.

source: Restore node or relation.
ca: Restaura el node o la relació.

source: Offered fix reimport the missing sites as point, but if was a relation. Must be converted manually, keep the tags and put survey points in relation.
ca: S'ha ofert una solució per reimportar els llocs que falten com a punt, però si era una relació. S'ha de convertir manualment, mantenir les etiquetes i posar els vèrtexs geodèsics en relació.

source: Moved survey point
ca: Vèrtex geodèsic mogut

source: Geodesic support not integrated {0}
ca: No s'ha integrat el suport geodèsic {0}

source: A historical monument is here but is not mapped. The list of monuments comes from the database "Merimee Inventory of monuments" in France by the Ministry of Culture.
ca: Hi ha un monument històric però no està cartografiat. La llista de monuments prové de la base de dades "Merimee Inventory of monuments" a França pel Ministeri de Cultura.

source: See [heritage](https://wiki.openstreetmap.org/wiki/Key:heritage) on wiki. Add the proper tags if something already exists.
ca: Vegeu el [patrimoni](https://wiki.openstreetmap.org/wiki/Key:heritage) al wiki. Afegiu les etiquetes adequades si ja hi ha alguna cosa.

source: The position of the markers comes from address geocoding. They may be located elsewhere. The marker can have a very rough position, with low accuracy to the town. Carefully check the contents of the proposed tags, there can be curious or unsuitable values. Do not override tags of UNESCO World Heritage.
ca: La posició dels marcadors prové de la geocodificació d'adreça. Poden estar situats en un altre lloc. El marcador pot tenir una posició molt rugosa, amb poca precisió a la ciutat. Comproveu amb cura el contingut de les etiquetes proposades, poden haver-hi valors curiosos o inadequats. No anul·leu les etiquetes del Patrimoni Mundial de la UNESCO.

source: Pitch not integrated {0}
ca: Camp no integrat {0}

source: {0} toilets not integrated
ca: {0} lavabos no integrats

source: Radio support ({0}) not integrated
ca: No s'ha integrat el suport de ràdio ({0})

source: Radio support ({0}), integration suggestion
ca: Implementació de ràdio ({0}), suggeriment d'integració

source: Radio support ({0}) update
ca: Actualització del suport de ràdio ({0})

source: Check the location. Warning data from the Ministry may have several administrative schools for a single physical school.
ca: Consulta la ubicació. Les dades d'avís del Ministeri poden tenir diverses escoles administratives per a una única escola física.

source: A relation that should be a closed polygon and it is not. An issue is reported at each end of open part.
ca: Una relació que ha de ser un polígon tancat i no ho és. S'informa d'un problema a cada extrem de la part oberta.

source: Open relation type=boundary admin_level={0}
ca: Relació oberta type=boundary admin_level={0}

source: Interpolation ends should have different tag "addr:housenumber" values
ca: Els finals d'interpolació haurien de tenir valors diferents de l'etiqueta "addr:housenumber"

source: An area is marked as belonging to several cities at once.
ca: Una zona està marcada com a pertanyent a diverses ciutats alhora.

source: Check what city this area belongs to.
ca: Consulta a quina ciutat pertany aquesta zona.

source: Unconnected boundary fragment, a way with a `boundary` tag not part of a `boundary` relation.
ca: Fragment de límit no connectat, una via amb una etiqueta `boundary` que no forma part d'una relació `boundary`.

source: Delete the way, remove the `boundary` tag or add the way to a relation.
ca: Suprimeix la via, elimina l'etiqueta `boundary` o afegeix la via a una relació.

source: An area is marked as not belonging to any city.
ca: Una zona està marcada com a no pertanyent a cap ciutat.

source: Check the type of border and keep the best one or merge them.
ca: Comprova el tipus de vora i manté la millor o fusiona-les.

source: ![](https://wiki.openstreetmap.org/w/images/6/69/Osmose-eg-error-1060.png) Two definitions of the same border.
ca: ![](https://wiki.openstreetmap.org/w/images/6/69/Osmose-eg-error-1060.png) Dues definicions de la mateixa vora.

source: Missing `admin_centre` role
ca: Falta el rol `admin_centre`

source: Missing `name`
ca: Falta el `name`

source: The admin_centre `population` is greater than the relation `population`.
ca: La `població` d'admin_centre és més gran que la relació `població`.

source: A survey point has a name which indicates it is located on a building (bell tower, water tower, tower), but the node is not inside a building polygon (`building=*`).
ca: Un vèrtex geodèsic té un nom que indica que està situat en un edifici (torre de campana, torre d'aigua, torre), però el node no està dins d'un polígon edificable (`building=*`).

source: If the building footprint is present but is misplaced because of a shift in the source data (cadastre, orthophotographs), replace the layout of the building to correct this issue. Otherwise, the building must be drawn.
ca: Si la petjada de l'edifici està present però està fora de lloc a causa d'un canvi en les dades d'origen (cadastre, ortofotografies), reemplaçar la disposició de l'edifici per corregir aquest problema. En cas contrari, l'edifici ha de ser dibuixat.

source: Do not move the geodetic point, because it is a reference point (see the [import of these geodetic markers](https://wiki.openstreetmap.org/wiki/France/Rep%C3%A8res_G%C3%A9od%C3%A9siques)). It could be that all the surrounding buildings are shifted.
ca: No mogueu el punt geodèsic, perquè és un punt de referència (vegeu la [importació d'aquests marcadors geodèsics](https://wiki.openstreetmap.org/wiki/France/Repères).Géodésiques)). Podria ser que tots els edificis circumdants es desplacin.

source: Duplicated cycle tracks, `highway=*`+`cycleway=track` and `highway=cycleway`
ca: Carrils bici duplicats, `highway=*`+`cycleway=track` i `highway=cycleway`

source: Double cycleway mapping. `highway=*` with `cycleway=track` tag parallel to a `highway=cycleway`
ca: Mapatge doble de carril bici. `highway=*` amb l'etiqueta `cycleway=track` paral·lela a `highway=cycleway`

source: When the cycleway is seperately mapped, the `cycleway=track` tag must be removed from the main highway.
ca: Quan el carril bici està mapejat per separat, l'etiqueta `cycleway=track` s'ha de treure de la carretera principal.

source: ![](https://wiki.openstreetmap.org/w/images/1/16/Osmose-eg-error-1180.png) Double mapping of the bike lane.
ca: ![](https://wiki.openstreetmap.org/w/images/1/16/Osmose-eg-error-1180.png) Mapa doble del carril bici.

source: An entity must be present only once, remove one and eventually merge the tags.
ca: Una entitat ha d'estar present només una vegada, eliminar-ne una i, finalment, fusionar les etiquetes.

source: Delete one of the two objects.
ca: Suprimeix un dels dos objectes.

source: Compare tags and delete object or merge them.
ca: Compareu etiquetes i suprimiu objectes o fusioneu-los.

source: Check the continuity of the highway types. The classification of a highway should normally be consistent along the entire path. For example a `highway=tertiary` should remain `highway=tertiary` until it intersects with a road of higher classification.
ca: Comproveu la continuïtat dels tipus de carretera. La classificació d'una autopista normalment hauria de ser coherent al llarg de tot el camí. Per exemple, una `highway=tertiary` hauria de romandre com a `highway=tertiary` fins que es creui amb una carretera de classificació superior.

source: ![](https://wiki.openstreetmap.org/w/images/e/e8/Osmose-eg-error-1120.png) `highway=secondary` should not become a residential.
ca: ![](https://wiki.openstreetmap.org/w/images/e/e8/Osmose-eg-error-1120.png) `highway=secondary` no hauria de convertir-se en residencial.

source: A way connects directly to one with much lower classification.
ca: Una via es connecta directament a una amb una classificació molt més baixa.

source: ![](https://wiki.openstreetmap.org/w/images/b/be/Osmose-eg-error-1090.png) Secondary connecting directly to a residential.
ca: ![](https://wiki.openstreetmap.org/w/images/b/be/Osmose-eg-error-1090.png) Enllaç secundari directament a un residencial.

source: The end of the way is not connected to another way.
ca: El final del camí no està connectat a una altra via.

source: Connect the `cycleway` to the road, even with a little virtual path.
ca: Connecta la `cycleway` amb la via, encara que sigui amb un petit camí virtual.

source: Highway from `motorway` to `tertiary` are important ways. They should lead to somewhere and in particular to a network of minor roads.
ca: Les vies des de `motorway` fins a `tertiary` són carreteres importants. Haurien de portar en algun lloc i en particular a una xarxa de carreteres secundàries.

source: Review the classification of road or draw the local road network.
ca: Revisa la classificació de la carretera o dibuixa la xarxa de carreteres local.

source: Crossing for which it lacks the road or railway.
ca: Creuament per al qual falta la carretera o la línia fèrria.

source: The node must be common to rail and road.
ca: El node ha de ser comú a ferrocarril i carretera.

source: Check the consistency of highway type for `highway=trunk_link|primary_link|secondary_link`.
ca: Comprova la coherència del tipus de `highway` per a `highway=trunk_link|primary_link|secondary_link`.

source: Change classification of `*_link` to match the way which is connected.
ca: Canvia la classificació de `*_link` perquè coincideixi amb la via a la qual està connectada.

source: ![](https://wiki.openstreetmap.org/w/images/b/b5/Osmose-eg-error-1110.png) `highway=trunk_link` linking `highway=primary`.
ca: ![](https://wiki.openstreetmap.org/w/images/b/b5/Osmose-eg-error-1110.png) `highway=trunk_link` enllaçant `highway=primary`.

source: Check if the highway is a `*_link`, else remove `*_link`. Be sure to check both ends of the way.
ca: Comprova si la via és un `*_link`, altrament elimina `*_link`. Assegura't de revisar ambdues extremitats de la via.

source: Noexit on node with exit
ca: Noexit en node amb sortida

source: Noexit on way with multiple exits
ca: Noexit en via amb múltiples sortides

source: It is very likely that the traffic signals on the junction are inconsistent with each other, see also [highway=traffic_signals](https://wiki.openstreetmap.org/wiki/Tag:highway%3Dtraffic_signals).
ca: És molt probable que els semàfors al encreuament siguin inconsistents entre ells, consulta també [highway=traffic_signals](https://wiki.openstreetmap.org/wiki/Tag:highway%3Dtraffic_signals).

source: The length of the bridge makes it deserve a more detailed tag than `bridge=yes`.
ca: La longitud del pont fa que mereixi una etiqueta més detallada que `bridge=yes`.

source: ![](https://wiki.openstreetmap.org/w/images/d/dc/Osmose-eg-error-1070.png) Intersection lane / building.
ca: ![](https://wiki.openstreetmap.org/w/images/d/dc/Osmose-eg-error-1070.png) Carril d’intersecció / edifici.

source: When importing layer of water from cadastre, the tag water pools have not been corrected.
ca: En importar la capa d’aigua del cadastre, les etiquetes de les zones d’aigua no s’han corregit.

source: ![](https://wiki.openstreetmap.org/w/images/a/a1/Osmose-eg-error-3080.png) Wrong tag for private swimming pool.
ca: ![](https://wiki.openstreetmap.org/w/images/a/a1/Osmose-eg-error-3080.png) Etiqueta incorrecta per a piscina privada.

source: Way node tagged like way. Probably due to a wrong selection when editing, nodes in the way have the same tags that way.
ca: Node de via etiquetat com a via. Probablement degut a una selecció errònia en l’edició, els nodes de la via tenen les mateixes etiquetes que la via.

source: Check and remove tag from node.
ca: Comprova i elimina l’etiqueta del node.

source: ![](https://wiki.openstreetmap.org/w/images/0/0c/Osmose-eg-error-1080.png) Group of orphan nodes.
ca: ![](https://wiki.openstreetmap.org/w/images/0/0c/Osmose-eg-error-1080.png) Grup de nodes òrfens.

source: Area intersection `{0}`
ca: Intersecció d’àrea `{0}`

source: Same surfaces type overlapped (`waterway`, `natural` or `landuse`.)
ca: Mateix tipus de superfície superposat (`waterway`, `natural` o `landuse`.)

source: Separate the surface or merge, pay attention on other tags
ca: Separa la superfície o fusiona-les, presta atenció a altres etiquetes

source: The polygon intersects itself. The marker points directly to the error area of the crossing.
ca: El poligon s’interseca a si mateix. El marcador apunta directament a l’àrea d’error de la intersecció.

source: Find where the polygon intersects itself (i.e. it forms an '8') and correct geometry for a single loop (a '0') or by removing nodes or changing the order of these nodes, by adding new nodes or by creating multiple polygons.
ca: Troba on el poligon s’interseca (és a dir, forma un '8') i corregeix la geometria per fer un sol bucle (un '0') o eliminant nodes o canviant l’ordre d’aquests nodes, afegint nous nodes o creant múltiples polígons.

source: Make sure the nodes to move do not belong to other way.
ca: Assegura’t que els nodes a moure no pertanyin a una altra via.

source: This tower should probably be connected to a power line.
ca: Aquesta torre probablement hauria d’estar connectada a una línia elèctrica.

source: There is only a part of the required tag `addr:*=*`. They do not provide a consistent address.
ca: Només hi ha una part de l’etiqueta requerida `addr:*=*`. No proporcionen una adreça coherent.

source: The street is not present in relation with the role `street`.
ca: El carrer no està present en la relació amb el rol `street`.

source: The street must be a highway.
ca: El carrer ha de ser un `highway`.

source: A member without role is present in the relation.
ca: Hi ha un membre sense rol present a la relació.
