Repository: Marc-marc-marc/osmose-backend
Catalog: po/*.po
Languages: ca

source: The list of milestone comes from the CEREMA's database "RIU" in France.
ca: La llista de fites prové de la base de dades "RIU" del CEREMA a França.

source: Milestone not integrated
ca: Fita no integrada

source: Milestone integration suggestion
ca: Suggeriment d'integració de fites

source: Milestone update
ca: Actualització de fites

source: Those milestones can't be on `*_link` ways. The position of the marker may be a little different than what is visible on the road. Sometimes, a small white line perpendicular to the road on the emergency stop strip or the left flared strip can be seen on satellite images or Mapillary's photos.
ca: Aquestes fites no poden estar en vies `*_link`. La posició del marcador pot ser una mica diferent del que es veu a la carretera. De vegades, es pot veure una petita línia blanca perpendicular a la carretera a la franja de parada d'emergència o a la franja acampanada esquerra a les imatges de satèl·lit o a les fotos de Mapillary.

source: Emergency point not integrated
ca: Punt d'emergència no integrat

source: Emergency point integration suggestion
ca: Suggeriment d'integració de punts d'emergència

source: Hole between administrative boundaries of admin_level {0}
ca: Forat entre els límits administratius de admin_level {0}

source: The bus stop is part of a way, it should have public_transport=stop_position tag
ca: La parada d'autobús forma part d'una via, hauria de tenir l'etiqueta public_transport=stop_position

source: The stop_position is not part of a way
ca: La stop_position no forma part d'una via

source: The platform is part of a way, it should have the role stop
ca: L'andana forma part d'una via, hauria de tenir el rol stop

source: The stop is not part of a way
ca: La parada no forma part d'una via

source: Change the role in the relation to platform or add the stop to the way and turn it to a public_transport=stop_position
ca: Canvieu el rol en la relació amb l'andana o afegiu la parada a la via i convertiu-la en una public_transport=stop_position

source: Approximate geometry of {0}
ca: Geometria aproximada de {0}

source: Different value of tag contact:* and *
ca: Valor diferent de l'etiqueta de contacte:* i *

source: Different values of {0} and of {1}
ca: Valors diferents de {0} i de {1}

source: Discordant maxspeed and source:maxspeed or maxspeed:type
ca: Discordants maxspeed i source:maxspeed o maxspeed:type

source: Location of defibrillators from this dataset can be very approximative. Check carefully the position before adding to OSM.
ca: La ubicació dels desfibril·ladors d'aquest conjunt de dades pot ser molt aproximada. Comproveu acuradament la posició abans d'afegir-la a OSM.

source: Remove `level` and check if `layer` is needed instead.
ca: Elimineu `level` i comproveu si cal `layer`.

source: The tag `level` should be used for buildings, shops, amenities, etc.
ca: L'etiqueta `nivell` s'ha d'utilitzar per a edificis, botigues, serveis, etc.

source: Waterway/water underground and no tunnel
ca: Via navegable/aigua subterrània i sense túnel

source: Long Waterway/water underground and no tunnel
ca: Via navegable llarga/aigua subterrània i sense túnel

source: Waterway/water above ground and no bridge
ca: Via navegable/aigua sobre terra i sense pont

source: Long Waterway/water above ground and no bridge
ca: Via navegable llarga/aigua sobre terra i sense pont

source: Historical monument: {0}
ca: Monument històric: {0}

source: bicycle parking
ca: aparcament per a bicicletes

source: surveillance camera
ca: càmera de vigilància

source: fire hydrant
ca: boca d'incendis

source: traffic light
ca: semàfor

source: phone booth
ca: cabina telefònica

source: max speed limit 5
ca: límit de velocitat màxima 5

source: max speed limit 10
ca: límit de velocitat màxima 10

source: max speed limit 15
ca: límit de velocitat màxima 15

source: max speed limit 20
ca: límit de velocitat màxima 20

source: max speed limit 30
ca: límit de velocitat màxima 30

source: max speed limit 35
ca: límit de velocitat màxima 35

source: max speed limit 40
ca: límit de velocitat màxima 40

source: max speed limit 45
ca: límit de velocitat màxima 45

source: max speed limit 50
ca: límit de velocitat màxima 50

source: max speed limit 60
ca: límit de velocitat màxima 60

source: max speed limit 70
ca: límit de velocitat màxima 70

source: max speed limit 80
ca: límit de velocitat màxima 80

source: max speed limit 90
ca: límit de velocitat màxima 90

source: max speed limit 100
ca: límit de velocitat màxima 100

source: max speed limit 110
ca: límit de velocitat màxima 110

source: max speed limit 120
ca: límit de velocitat màxima 120

source: max speed limit 130
ca: límit de velocitat màxima 130

source: max height limit
ca: límit d'alçada màxima

source: max weight limit
ca: límit de pes màxim

source: roundabout
ca: rotonda

source: road bump
ca: ressalt

source: traffic signals
ca: senyals de trànsit

source: living street
ca: carrer habitable

source: bus stop
ca: parada d'autobús

source: animal crossing
ca: pas d'animals

source: stop
ca: parada

source: max speed limit 25
ca: límit de velocitat màxima 25

source: max speed limit 55
ca: límit de velocitat màxima 55

source: max speed limit 65
ca: límit de velocitat màxima 65

source: max speed limit 75
ca: límit de velocitat màxima 75

source: Tourism office
ca: Oficina de turisme

source: Church
ca: Església

source: Camping
ca: Càmping

source: Museum
ca: Museu

source: Winery
ca: Celler

source: Viewpoint
ca: Mirador

source: Picnic site
ca: Lloc de pícnic

source: Fix geometry so that buildings don't overlap, but share nodes if physically joined. If geometry is correct and there's some vertical difference then make use of the `layer` tag to indicate this.
ca: Corregiu la geometria de manera que els edificis no se superposin, però compartiu nodes si estan units físicament. Si la geometria és correcta i hi ha alguna diferència vertical, feu servir l'etiqueta `layer` per indicar-ho.

source: - Correct the geometry if inaccurately mapped. - Correct the tagging if this isn't a building. - Delete the feature if it's invalid.
ca: - Corregiu la geometria si no està cartografiada correctament. - Corregiu l'etiquetatge si no es tracta d'un edifici. - Suprimiu l'element si no és vàlid.

source: Change the tag `natural=water` in `leisure=swimming_pool`. If it is private then tag it also with `access=private`. If it is actually not a swimming pool then you can use e.g. `natural=water` + `water=pond`/`water=basin`.
ca: Canvia l'etiqueta `natural=water` a `leisure=swimming_pool`. Si és privat, etiqueta'l també amb `access=private`. Si en realitat no és una piscina, pots utilitzar, per exemple, `natural=water` + `water=pond`/`water=basin`.

source: Multiple numbers "{numbers}" in way "{way}"
ca: Múltiples números "{numbers}" al camí "{way}"

source: Geometry seems to be draw crudely, there is a discrepancy between the drawing and the real way especially in the curve.
ca: La geometria sembla estar dibuixada de manera tosca, hi ha una discrepància entre el dibuix i el camí real, especialment a la corba.

source: After checking orthophotos, add nodes or move existing nodes.
ca: Després de comprovar les ortofotos, afegeix nodes o mou els nodes existents.

source: Duplicated values {key}={val}
ca: Valors duplicats {key}={val}

source: Invalid area postcode {postcode} for country code {country}
ca: Codi postal d'àrea no vàlid {postcode} per al codi de país {country}

source: Invalid street level postcode {postcode} for country code {country}
ca: Codi postal a nivell de carrer no vàlid {postcode} per al codi de país {country}

source: Bad URL {k}={v}
ca: URL incorrecta {k}={v}

source: Nodes in the vicinity without tag and not part of a way.
ca: Nodes a la rodalia sense etiqueta i que no formen part d'un camí.

source: Find the origin of these nodes. They probably result from a bad import. Contact the contributor submitting the nodes or remove them.
ca: Troba l'origen d'aquests nodes. Probablement resulten d'una importació incorrecta. Contacta amb el col·laborador que envia els nodes o elimina'ls.

source: Stop position without platform nor bus stop
ca: Posició de parada sense andana ni parada d'autobús

source: A bus `public_transport=stop_position` without close `public_transport=platform` nor `highway=bus_stop`.
ca: Un autobús `public_transport=stop_position` sense `public_transport=platform` ni `highway=bus_stop` a prop.

source: cycling infrastructure
ca: infraestructura ciclista

source: Invalid capacity value
ca: Valor de capacitat no vàlid

source: Specific capacity is greater than total capacity
ca: La capacitat específica és superior a la capacitat total

source: A capacity:* value is greater than the total capacity.
ca: Un valor de capacitat:* és superior a la capacitat total.

source: "{0}" value "{1}" is negative
ca: El valor "{0}" "{1}" és negatiu

source: "{0}" value "{1}" is not an integer
ca: El valor "{0}" "{1}" no és un nombre enter

source: Specific "{0}" value "{1}" should be lower than total capacity {2}
ca: El valor específic "{0}" "{1}" hauria de ser inferior a la capacitat total {2}

source: Most often, this is a user issue that added several times the same way. The editor JOSM can easily visualize the relationships and see duplicates (in colour).
ca: Molt sovint, aquest és un problema de l'usuari que s'ha afegit diverses vegades de la mateixa manera. L'editor JOSM pot visualitzar fàcilment les relacions i veure duplicats (en color).

source: Possible mistake or lack of precision of `cuisine` value
ca: Possible error o manca de precisió del valor de `cuisine`

source: Suggestion of `cuisine` value
ca: Suggeriment del valor de `cuisine`

source: Guess with probability: {0}
ca: Endevina amb probabilitat: {0}

source: The end of a `highway=cycleway` must be connected to the rest of the road network to ensure continuity, especially for routes planner.
ca: El final d'una `highway=cycleway` ha d'estar connectat a la resta de la xarxa viària per garantir la continuïtat, especialment per al planificador de rutes.

source: Cemetery not integrated
ca: Cementiri no integrat

source: Car charging station update
ca: Actualització de l'estació de càrrega de cotxes

source: Lighting mast not integrated
ca: Pal d'enllumenat no integrat

source: Wayside cross not integrated
ca: Creu de vianants no integrat

source: Chimney not integrated
ca: Xemeneia no integrada

source: Wind turbine not integrated
ca: Aerogenerador no integrat

source: Petroleum well not integrated
ca: Pou de petroli no integrat

source: Flare not integrated
ca: Tormenta no integrada

source: Place of worship not integrated
ca: Lloc de culte no integrat

source: Town hall not integrated
ca: Ajuntament no integrat

source: Memorial not integrated
ca: Memorial no integrat

source: Pumping station not integrated
ca: Estació de bombament no integrada

source: Viewpoint not integrated
ca: Mirador no integrat

source: Fire station not integrated
ca: Parc de bombers no integrat

source: Water tower not integrated
ca: Torre d'aigua no integrada

source: Covered reservoir not integrated
ca: Dipòsit cobert no integrat

source: Storage tank not integrated
ca: Dipòsit d'emmagatzematge no integrat

source: Waterfall not integrated
ca: Cascada no integrada

source: Lavoir not integrated
ca: Llavador no integrat

source: Sinkhole not integrated
ca: Dolina no integrada

source: Resurgence not integrated
ca: Resurgence no integrat

source: Church or Bell tower not integrated
ca: Església o campanar no integrat

source: Cross or wayside shrine not integrated
ca: Creu o santuari de vianants no integrat

source: Mosque or Minaret not integrated
ca: Mesquita o minaret no integrat

source: Menhir not integrated
ca: Menhir no integrat

source: Dolmen not integrated
ca: Dolmen no integrat

source: Tumulus not integrated
ca: Túmul no integrat

source: Passage grave not integrated
ca: Tomba de pas no integrada

source: Spring box not integrated
ca: Caixa de font no integrada

source: parking:condition:[side] not applicable
ca: parking:condition:[side] no aplicable

source: A parking condition is set for a parking:lane:[side] value that forbids parking.
ca: S'ha establert una condició d'aparcament per a un valor parking:lane:[side] que prohibeix l'aparcament.

source: parking:condition:[side] should be mapped on separately mapped parking area
ca: parking:condition:[side] s'hauria de mapejar en una zona d'aparcament mapejada per separat

source: A parking condition is set for a parking:lane:[side] value that indicates that the parking area is mapped separately. Any parking conditions should be tagged on that object instead.
ca: Es defineix una condició d'aparcament per a un valor parking:lane:[side] que indica que la zona d'aparcament està mapejada per separat. Qualsevol condició d'aparcament s'hauria d'etiquetar en aquest objecte.

source: one-directional roads
ca: carreteres unidireccionals

source: Bordeaux Metropole bicycle parking not integrated
ca: Aparcament per a bicicletes de Bordeaux Metropole no integrat

source: Bordeaux Metropole motorcycle parking not integrated
ca: Aparcament per a motocicletes de Bordeaux Metropole no integrat

source: {0} toilets, integration suggestion
ca: {0} lavabos, suggeriment d'integració

source: {0} toilets update
ca: {0} actualització de lavabos

source: Operator can be completed with operator:wikidata
ca: L'operador es pot completar amb operator:wikidata

source: The name of the operator on this object is generally associated with additional tags, especially operator:wikidata. All objects with the same operator should be tagged the same way.
ca: El nom de l'operador en aquest objecte generalment s'associa amb etiquetes addicionals, especialment operator:wikidata. Tots els objectes amb el mateix operador s'haurien d'etiquetar de la mateixa manera.

source: If this is indeed the operator in question, add `operator:wikidata`. If not, see if you can improve the [name-suggestion-index project](https://github.com/osmlab/name-suggestion-index/blob/master/CONTRIBUTING.md) which is used to register common operators.
ca: Si aquest és realment l'operador en qüestió, afegiu `operator:wikidata`. Si no, mireu si podeu millorar el projecte [name-suggestion-index](https://github.com/osmlab/name-suggestion-index/blob/master/CONTRIBUTING.md) que s'utilitza per registrar operadors comuns.

source: Defibrillator integration suggestion
ca: Suggeriment d'integració de desfibril·lador

source: Defibrillator update
ca: Actualització del desfibril·lador

source: Toposcope not integrated
ca: Toposcopi no integrat

source: The way or the group of the ways must be connected to an entry point: * road: `route=ferry`, `man_made=pier`, `aeroway=taxiway|runway|apron`, `railway=platform` or `highway=motorway|motorway_link|trunk|trunk_link|primary|primary_link`, * bicycle: `railway=platform`, `public_transport=platform` or `highway=pedestrian`.
ca: La via o el grup de vies ha d'estar connectat a un punt d'entrada: * carretera: `ruta=ferry`, `man_made=moll`, `aeroway=taxiway|runway|apron`, `railway=platform` o `highway=motorway|motorway_link|trunk|trunk_link|primary|primary_link`, * bicicleta: `railway=platform`, `public_transport=platform` o `highway=pedestrian`.

source: Peak not integrated
ca: Pic no integrat

source: Saddle not integrated
ca: Sella no integrada

source: Cave entrance not integrated
ca: Entrada de la cova no integrada

source: Pit not integrated
ca: Fossa no integrada

source: Beach not integrated
ca: Platja no integrada

source: Cape not integrated
ca: Cap no integrat

source: The stops may not be in the right order
ca: És possible que les parades no estiguin en l'ordre correcte

source: The platform is not on the right side of the road
ca: L'andana no és al costat dret de la carretera

source: Unconnected river or wrong way flow
ca: Riu no connectat o flux en sentit incorrecte

source: Unconnected stream or wrong way flow
ca: Riera no connectada o flux en sentit incorrecte

source: No street with name "{0}" found around
ca: No s'ha trobat cap carrer amb el nom "{0}" al voltant

source: River bank without river
ca: Ribera sense riu

source: There is one `natural=water` + `water=river` (or `waterway=riverbank`) but there is no `waterway=river|canal|stream` inside it.
ca: Hi ha un `natural=water` + `water=river` (o `waterway=riverbank`) però no hi ha cap `waterway=river|canal|stream` a dins.

source: After checking, create a "river" line inside the river bank polygon or eliminate the river bank polygon.
ca: Després de comprovar-ho, creeu una línia de "riu" dins del polígon de ribera o elimineu el polígon de ribera.

source: Merge lane and other turn lane in a single lane
ca: Fusionar el carril i un altre carril de gir en un sol carril

source: It is unlikely that merge_to_* and another turn lane value are indicated on a single lane.
ca: És poc probable que merge_to_* i un altre valor de carril de gir estiguin indicats en un sol carril.

source: Indicated turn lane together with `none`
ca: Carril de gir indicat juntament amb `none`

source: A `none` (or empty value) turn lane cannot be combined with other types of turn lanes within the same lane.
ca: Un carril de gir `none` (o valor buit) no es pot combinar amb altres tipus de carrils de gir dins del mateix carril.

source: Combined none and indicated turn lane: "{0}"
ca: Combinat cap i carril de gir indicat: "{0}"

source: Merge together with another turn lane: "{0}"
ca: Incorporació amb un altre carril de gir: "{0}"

source: Bad turn lanes order in "{0}"
ca: Ordre de carrils de gir incorrecte a "{0}"

source: Apply of "[charte de toponymie](https://web.archive.org/web/2019/http://education.ign.fr/sites/all/files/charte_toponymie_ign.pdf)" of IGN (French geographic name conventions)
ca: Aplicació de "[charte de toponymie](https://web.archive.org/web/2019/http://education.ign.fr/sites/all/files/charte_toponymie_ign.pdf)" de l'IGN (convencions de noms geogràfics francesos)

source: Bad conditional restriction
ca: Restricció condicional incorrecta

source: Conditional restrictions should follow `value @ condition; value2 @ condition2` syntax. Combined restrictions should follow `value @ (condition1 AND condition2)`. Parentheses `()` must be used around the condition if the condition itself contains semicolons `;`, i.e. `value @ (date;date)`.
ca: Les restriccions condicionals han de seguir la sintaxi `valor @ condició; valor2 @ condició2`. Les restriccions combinades han de seguir `valor @ (condició1 I condició2)`. S'han d'utilitzar parèntesis `()` al voltant de la condició si la condició mateixa conté punts i coma `;`, és a dir, `valor @ (data;data)`.

source: Expired conditional
ca: Condicional caducat

source: This conditional was only valid up to a date in the past. It can likely be removed.
ca: Aquest condicional només era vàlid fins a una data en el passat. Probablement es pot eliminar.

source: Other tags might need to be updated too to reflect the new situation.
ca: Potser caldrà actualitzar altres etiquetes per reflectir la nova situació.

source: Missing `@` in "{0}"
ca: Falta `@` a "{0}"

source: Missing value for the condition in "{0}"
ca: Falta el valor per a la condició a "{0}"

source: Mismatch in the number of parentheses in "{0}"
ca: Desconnexió en el nombre de parèntesis a "{0}"

source: Missing condition before or after AND combinator in "{0}"
ca: Falta la condició abans o després del combinador AND a "{0}"

source: Condition "{0}" in "{1}" was only valid until {2}
ca: La condició "{0}" a "{1}" només era vàlida fins al {2}

source: Improve style of conditional
ca: Millora l'estil del condicional

source: Although valid, it is recommended to format conditional restrictions with: - spaces around the `@`; - uppercase `AND` (in combined restrictions); - parentheses around all-but-the-simplest conditions. This helps to prevent errors and improves readability. For example, use `no @ (weight > 5 AND wet)` rather than `no@weight>5 and wet`.
ca: Tot i que és vàlid, es recomana formatar les restriccions condicionals amb: - espais al voltant de `@`; - `AND` en majúscules (en restriccions combinades); - parèntesis al voltant de totes les condicions excepte les més simples. Això ajuda a evitar errors i millora la llegibilitat. Per exemple, utilitzeu `no @ (pes > 5 AND wet)` en lloc de `no@weight>5 and wet`.

source: Missing condition, `@` or parentheses in "{0}"
ca: Condició absent, `@` o parèntesis a "{0}"

source: Add parentheses around the condition(s) in "{0}"
ca: Afegiu parèntesis al voltant de la condició o condicions a "{0}"

source: Probably missing a capital, accent or typo.
ca: Probablement falta una majúscula, un accent o una errada tipogràfica.

source: Suspicious value
ca: Valor sospitós

source: The tag expects a positive, round number without unit.
ca: L'etiqueta espera un nombre positiu i rodó sense unitat.

source: Unknown unit
ca: Unitat desconeguda

source: The tag uses an unexpected unit.
ca: L'etiqueta utilitza una unitat inesperada.

source: Check that you have used the correct unit and a supported abbreviation of the unit.
ca: Comproveu que heu utilitzat la unitat correcta i una abreviatura compatible de la unitat.

source: Conflicting tags for sides of the way
ca: Etiquetes en conflicte per als costats del camí

source: A tag with `:right`, `:left` or `:both` conflicts with the same tag without side specification, or a tag with `:right` or `:left` conflicts with the tag with `:both`.
ca: Una etiqueta amb `:right`, `:left` o `:both` entra en conflicte amb la mateixa etiqueta sense especificació de costat, o una etiqueta amb `:right` o `:left` entra en conflicte amb l'etiqueta amb `:both`.

source: Conflicting values of "{0}" and "{1}"
ca: Valors en conflicte de "{0}" i "{1}"

source: The tag `name=*` contains multiple names, separated by a semicolon, a "/", a "\" or a "+". This issue was probably produced by merging two ways and the concatenation of the names of the streets.
ca: L'etiqueta `name=*` conté diversos noms, separats per un punt i coma, una "/", un "\" o un "+". Aquest problema probablement es va produir per la fusió de dues vies i la concatenació dels noms dels carrers.

source: * If duplicate name, delete one. * Otherwise, a survey is required: check if it is a street whose name changes at a crossroads, if this is the case, split the street and set the proper names of both parts.
ca: * Si hi ha un nom duplicat, suprimiu-ne un. * En cas contrari, cal fer una enquesta: comproveu si és un carrer el nom del qual canvia en una cruïlla, si aquest és el cas, dividiu el carrer i configureu els noms adequats de les dues parts.

source: Bicycle parking not integrated
ca: Aparcament per a bicicletes no integrat

source: Power branch of {0}
ca: Branca elèctrica de {0}

source: Power substation missing in OSM or without tag "ref:FR:RTE"
ca: Subestació elèctrica absent a l'OSM o sense etiqueta "ref:FR:RTE"

source: Minor distribution power substation missing in OSM
ca: Subestació elèctrica de distribució menor absent a l'OSM

source: A power substation that directly feeds consumers, known from operator, does not exist in OSM.
ca: Una subestació elèctrica que alimenta directament els consumidors, coneguda per l'operador, no existeix a l'OSM.

source: Power minor distribution substation, integration suggestion
ca: Subestació elèctrica de distribució menor, suggeriment d'integració

source: This existing power substation can be integrated with official values.
ca: Aquesta subestació elèctrica existent es pot integrar amb valors oficials.

source: {0} from {1} not integrated
ca: {0} de {1} no integrat

source: {0} from {1}, integration suggestion
ca: {0} de {1}, suggeriment d'integració

source: Drinking water not integrated
ca: Aigua potable no integrada

source: Invalid date/time span
ca: Interval de data/hora no vàlid
