Repository: Marc-marc-marc/osmose-backend
Catalog: po/*.po
Languages: ca

source: Address without number is present.
ca: Hi ha una adreça sense número.

source: Extend the relation to include the way with the same name.
ca: Amplia la relació per incloure la via amb el mateix nom.

source: A relation whose members should be close is geographically spread.
ca: Una relació els membres de la qual haurien d’estar prop geogràficament està dispersa.

source: [The relationships are not classes](https://wiki.openstreetmap.org/wiki/Relations/Relations_are_not_Categories).
ca: [Les relacions no són categories](https://wiki.openstreetmap.org/wiki/Relations/Relations_are_not_Categories).

source: The geometry of the inner of the multipolygon is duplicated. One in relation without tag and another with tags not part of the relation.
ca: La geometria de l'interior del multipolygon està duplicada. Un al conjunt (relation) sense etiqueta i un altre amb etiquetes que no formen part de la relació.

source: Remove the ring without tag. Add in the relation the one with the tags as `inner` role.
ca: Elimina l’anell sense etiqueta. Afegeix a la relació l’anell amb les etiquetes com a rol `inner`.

source: Multipolygon defines a nature that is different from that specified in the outers roles.
ca: El multipolygon defineix una naturalesa diferent de la indicada en els rols `outer`.

source: Multipolygon does not define nature, several found on the outer role members.
ca: El multipolygon no defineix naturalesa, se n’han trobat diverses en els membres amb rol `outer`.

source: The nature of the way indicates that it is a surface, the way would be a polygon or a part of a multipolygon as outer role.
ca: La naturalesa de la via indica que és una superfície; la via hauria de ser un polígon o part d’un multipolygon com a rol `outer`.

source: Close the way to make a polygon or add to a multipolygon.
ca: Tanca la via per fer un polígon o afegeix-la a un multipolygon.

source: Some required members are missing, e.g. there is a `from` and `via` member, but it is missing a member with the `to` role.
ca: Falten alguns membres requerits, p.ex. hi ha un membre `from` i un `via`, però falta un membre amb el rol `to`.

source: The ways in the restriction must be continuous.
ca: Les vies en la restricció han de ser contínues.

source: Impossible to reach the restriction by respecting the oneway.
ca: Impossible accedir a la restricció respectant l’un sentit.

source: The shape of the paths described by the way does not correspond to the restriction.
ca: La forma dels camins descrits per la via no correspon a la restricció.

source: It must match the highest level of connected routes, except `motorway` and `trunk`.
ca: Ha de coincidir amb el nivell més alt de rutes connectades, excepte `motorway` i `trunk`.

source: Adjust the tag `highway=*` of the roundabout.
ca: Ajusta l’etiqueta `highway=*` de la rotonda.

source: ![](https://wiki.openstreetmap.org/w/images/3/3a/Osmose-eg-error-3010.png) Highway level should be `secondary`.
ca: ![](https://wiki.openstreetmap.org/w/images/3/3a/Osmose-eg-error-3010.png) El nivell de carretera hauria de ser `secondary`.

source: Short ways are connected to roundabout and join together. It is often a sign of roundabout insertion way. These segments are often one-way.
ca: Vies curtes estan connectades a la rotonda i s’ajunten entre elles. Sovint és senyal d’una inserció de rotonda. Aquests segments sovint són d’un sol sentit.

source: After verifying that it is an access road to the roundabout and they were well oriented, set the tag `oneway=yes` on the two segments.
ca: Després de verificar que són vies d’accés a la rotonda i que estan ben orientades, posa l’etiqueta `oneway=yes` en els dos segments.

source: * If a way is prolonged after joining the second segment, cut the way before putting the tag oneway. * Two roundabouts close to each other can be connected by a small lane in both directions.
ca: * Si una via es prolonga després d’unir-se amb el segon segment, talla la via abans de posar la etiqueta `oneway`. * Dues rotondes properes poden estar connectades per un petit carril en ambdós sentits.

source: Several roads connect to one node of the roundabout. In this case input and output flow of vehicles bypassing the priority rules of traffic.
ca: Diverses carreteres es connecten a un node de la rotonda. En aquest cas el flux d’entrada i sortida de vehicles evita les regles de prioritat.

source: Separate the junction nodes into several separate ones .
ca: Separa els nodes de la intersecció en diversos nodes separats.

source: Way through the roundabout without stopping.
ca: Via que travessa la rotonda sense aturar-se.

source: Check if it is really a roundabout and cut the way.
ca: Comprova si realment és una rotonda i talla la via.

source: Missing `junction=roundabout`
ca: Falta `junction=roundabout`

source: This looks like a roundabout, but the tag `junction=roundabout` is not present. See [Roundabout](https://wiki.openstreetmap.org/wiki/Roundabout) for more info.
ca: Sembla una rotonda, però no hi ha l’etiqueta `junction=roundabout`. Consulta [Roundabout](https://wiki.openstreetmap.org/wiki/Roundabout) per a més informació.

source: If it is really a roundabout, add the tag `junction=roundabout`, verify that the way direction is counter-clockwise when the driving side is on the right, and remove the tag `oneway=yes` if present.
ca: Si realment és una rotonda, afegeix l’etiqueta `junction=roundabout`, verifica que la direcció de la via sigui en sentit antihorari quan el sentit de la circulació és per la dreta, i elimina l’etiqueta `oneway=yes` si hi és.

source: Ensure that it is a roundabout, using satellite imagery or a local survey. Ensure the traffic on the roundabout has right of way. If not, use `junction=circular` instead.
ca: Assegura’t que és una rotonda mitjançant imatges satel·litals o una inspecció local. Assegura’t que el trànsit a la rotonda té prioritat. Si no és així, usa `junction=circular` en lloc.

source: The circulation of the roundabout is drawn clockwise, but in countries where they drive on the right, the circulation of roundabouts is counterclockwise, and vice versa for other countries.
ca: La circulació de la rotonda està dibuixada en sentit horari, però en països amb circulació per la dreta, la rotonda ha de ser en sentit antihorari, i a l’inversa en països amb circulació per l’esquerra.

source: For roundabout `junction=roundabout`: change the direction by reversing the order of nodes in the path. In JOSM, select the roundabout and use the tool reverse path (shortcut: 'R').
ca: Per a rotondes amb `junction=roundabout`: canvia la direcció invertint l’ordre dels nodes del camí. En JOSM, selecciona la rotonda i usa l’eina "reverse path" (drecera: R).

source: Make sure that it is a roundabout (for example, not a side way in opposite direction around a square or a central roundabout, or a driveway separated by traffic islands at an intersection without cross).
ca: Assegura’t que realment és una rotonda (per exemple, que no sigui un carrer lateral amb sentit contrari al voltant d’una plaça o una rotonda central, o una entrada separada per illes de trànsit en una intersecció sense pas).

source: ![](https://wiki.openstreetmap.org/w/images/6/68/Osmose-eg-error-1050.png) Clockwise rotation.
ca: ![](https://wiki.openstreetmap.org/w/images/6/68/Osmose-eg-error-1050.png) Rotació en sentit horari.

source: After you have checked that it is a mistake, change the name.
ca: Després d’haver comprovat que és un error, modifica el nom.

source: * The "Rue Desjardins" can be called like that, even though offers "Rue des Jardins", * Beware of homonyms, a local glorious man can be called "Jean Monet", his name not need be transformed into "Jean Monnet", * The "Rond-Point des Allées" is perhaps not the "Rond-Point des Alliés", * The "Rue de Ballevue" may be the right name for this street.
ca: * "Rue Desjardins" pot mantenir-se així, encara que es trobi "Rue des Jardins". * Vetlla amb homònims: un personatge local anomenat "Jean Monet" no cal que es transformi en "Jean Monnet". * "Rond-Point des Allées" pot no ser "Rond-Point des Alliés". * "Rue de Ballevue" pot ser el nom correcte d’aquesta via.

source: The tag is misspelled. Detection is based on statistics.
ca: L’etiqueta està mal escrita. La detecció es basa en estadístiques.

source: Check that the correction does not change the intent of the tag.
ca: Comprova que la correcció no canviï la intenció de l’etiqueta.

source: Add tags, role into a relation or delete.
ca: Afegeix etiquetes o rol a una relació o elimina-les.

source: The object may be a duplicate.
ca: L’objecte pot ser un duplicat.

source: A `waterway=river` or a `waterway=stream` is an oriented way. The water must flow into another waterway or meet a `natural=coastline`.
ca: Un `waterway=river` o `waterway=stream` és una via orientada. L’aigua ha de desembocar en un altre curs d’aigua o trobar una `natural=coastline`.

source: Link the waterway or invert its flow direction.
ca: Enllaça el waterway o inverteix la seva direcció.

source: ![](https://wiki.openstreetmap.org/w/images/9/9d/Osmose-eg-error-1190.png) `railway=rail` crudely drawn.
ca: ![](https://wiki.openstreetmap.org/w/images/9/9d/Osmose-eg-error-1190.png) `railway=rail` traçat de manera tosca.

source: The tag `place=*` must always be used in combination with the tag `name=*`.
ca: La etiqueta `place=*` sempre s’ha d’usar amb la etiqueta `name=*`.

source: For cities/towns, it is sometimes possible to find the name of the village based on the boundary relationship and/or if the ref code if is entered.
ca: Per a ciutats/pobles, a vegades es pot trobar el nom basant-se en la relació de límit i/o un codi ref introduït.

source: The tag `place=*` is often misused, see [`place`](https://wiki.openstreetmap.org/wiki/Key:place). It should not be associated with tags such as `amenity`, `highway`. When the case, the tag `place=*` should be removed.
ca: L’ús de `place=*` sovint és incorrecte; no s’hauria d’associar amb etiquetes com `amenity` o `highway`. En aquest cas, elimina `place=*`.

source: Correct INSEE the value or the name as appropriate.
ca: Corregeix l’INSEE el valor o el nom segons correspongui.

source: In a relation, a way should be present only once.
ca: En una relació, una via només ha d’aparèixer una vegada.

source: Double check the ways roles in the relation before deleting. Caution: in a route, a path can be taken several times. The multiple presence of this path in the relation `type=route` is not then an issue. Then ensure the roles `forward` and `backward`.
ca: Comprova dues vegades els rols de les vies a la relació abans d’esborrar. Atenció: en una ruta, un camí pot aparèixer diverses vegades; llavors assegura els rols `forward` i `backward`.

source: Complete the tag ele=* missing.
ca: Completa l’etiqueta ele=* que falta.

source: Non-numeric value, `lanes=*` must have an integer value.
ca: Valor no numèric: `lanes=*` ha de ser un enter.

source: You can not set opposite lanes data on a one way.
ca: No es poden definir carrils en sentit contrari en una via d’un sol sentit.

source: Right must be on the right and left on the left.
ca: Right ha d’estar a la dreta i left a l’esquerra.

source: Conflict between lanes number of same suffix ("", forward, backward or both_ways)
ca: Conflicte entre números de carrils amb el mateix sufix ("", endavant, endarrere o en ambdues direccions)

source: The number of lanes defined by many lane tags are not the same for a given direction.
ca: El nombre de carrils definit per diverses etiquetes no coincideix per a una direcció donada.

source: The `merge_to_right` or `merge_to_left` lane must be on the same way as the destination lane and the `merge_to_right` must be on the *left side* and `the merge_to_left` on the *right side*.
ca: Les etiquetes `merge_to_right` o `merge_to_left` han d’estar a la mateixa via que el carril de destinació i `merge_to_right` ha d’estar al *costat esquerre* i `merge_to_left` al *costat dret*.

source: A parking condition is present but without parking kind.
ca: Existeix una condició d’aparcament però sense especificar el tipus de parking.

source: Often a lack of accent on a capital letter (e.g. Ecole for École)
ca: Sovint falta accent en una majúscula (p.ex. Ecole en lloc d’École)

source: Some streets do not have the same name on both sides, especially if the houses on one side are in a different city. In this case, you can use the tag `name:left=*` and `name:right=*`.
ca: Algunes carrers no tenen el mateix nom en ambdós costats; en aquest cas, usa `name:left=*` i `name:right=*`.

source: Unbalanced quotation mark or bracket in name
ca: Cometes o parèntesi desbalancejats al nom

source: In France the rule is that a hyphen is used when we refer to a a holy thing ("Saint-*" in French).
ca: A França, la regla és posar guionet en "Saint-*" (p.ex. Saint-Esprit).

source: Add a hyphen.
ca: Afegeix un guionet.

source: This rule does not apply in particular to the Belgium.
ca: Aquesta regla no s’aplica necessàriament a Bèlgica.

source: ![](https://wiki.openstreetmap.org/w/images/0/08/Osmose-eg-error-3033.png) Name should be the "Saint-Esprit".
ca: ![](https://wiki.openstreetmap.org/w/images/0/08/Osmose-eg-error-3033.png) El nom hauria de ser "Saint-Esprit".

source: Words are not written in the appropriate alphabet of the language.
ca: Paraules no escrites en l’alfabet apropiat de la llengua.

source: Usually, a wrong language has been chosen. Sometimes the word has been transliterated, and needs to be changed back to the original alphabet. `name:ar=Salaam` should be either `name:en=Salaam` (if known by untranslated name) or `name:en=Peace` (translated) or `name:ar=سلام` (original).
ca: Normalment s’ha triat la llengua errònia. A vegades la paraula està transliterada i cal tornar-la a l’alfabet original. `name:ar=Salaam` hauria de ser `name:en=Salaam` (si és el nom no traduït) o `name:en=Peace` (traduit) o `name:ar=سلام` (original).

source: Remove the character.
ca: Elimina el caràcter.

source: A symbol is used instead of a letter from the appropriate alphabet.
ca: S’ha utilitzat un símbol en lloc d’una lletra de l’alfabet adequat.

source: Change the character into a punctuation mark or something else more appropriate.
ca: Canvia el caràcter per una puntuació o altra cosa més apropiada.

source: Number written in capital letters: "N°" in place of "n°".
ca: Número escrit amb majúscules: "N°" en lloc de "n°".

source: Local short code can not be internationalized
ca: Els codis curts locals no es poden internacionalitzar

source: The `source` tag is incorrect. For example, an illegal source like Google.
ca: La etiqueta `source` és incorrecta (p.ex. una font il·legal com Google).

source: Correct the source and the location of the object if necessary. If the source is illegal, promptly notify the contributor to remove contributions.
ca: Corregeix la font i la posició de l’objecte si cal. Si la font és il·legal, notifica al contribuent que la retiri.

source: An administrative boundary does not contain tag `source=*` sourcing the origin.
ca: Una frontera administrativa hauria d’incloure `source=*` indicant l’origen.

source: If the limit comes from the French Cadastre, add the appropriate `source=*`.
ca: Si el límit ve del Cadastre francès, afegeix `source=*` corresponent.

source: A path passes several times by the same node.
ca: Un camí passa diverses vegades pel mateix node.

source: There are several types of issues: * A way that makes one or more loops; the way must be split into several sections. * A path that goes back on itself (often at one end); the path must be cut to isolate the wrong section and recreated properly afterwards. There are certainly many other cases. In general, it is better to make several roads / areas than a single complex one so that tools working with OSM data can function properly.
ca: Hi ha diversos tipus d’errors: * Una via que fa bucles; cal separar-la en seccions. * Un camí que es retorna sobre si mateix; cal tallar-lo i recrear la secció incorrecta. En general, és millor fer diverses vies/zones senzilles que una sola complexa.

source: These errors require a good command of your editing tool. Some corrections are not necessarily intuitive.
ca: Aquests errors requereixen bon domini de l’eina d’edició.

source: ![](https://wiki.openstreetmap.org/w/images/5/5a/Osmose-eg-error-1010.png) Double polygon connected by a string to remove.
ca: ![](https://wiki.openstreetmap.org/w/images/5/5a/Osmose-eg-error-1010.png) Doble polígono unit per un fil a eliminar.

source: Possible roles are `outer`, `inner` or nothing (not recommended).
ca: Rols possibles: `outer`, `inner` o cap (no recomanat).

source: Members must be ways.
ca: Els membres han de ser vies.

source: At least one outer ring must be present.
ca: Cal almenys un anell outer.

source: Multipolygon relation actually defines a simple polygon.
ca: Una relació multipolygon defineix en realitat un polígon simple.

source: A way has the tag area=yes, but is not closed.
ca: Una via té l’etiqueta area=yes però no està tancada.

source: If the object is not a surface, remove the tag `area=yes`, otherwise ensure that the way is a loop.
ca: Si l’objecte no és una superfície, elimina `area=yes`; altrament, assegura que la via sigui un bucle.

source: The relation only contains one member.
ca: La relació només conté un membre.

source: Check if no member is missing, check the history, check if there is another similar relation with more members. A one-member relation may sometimes be justified.
ca: Comprova si falta algun membre, consulta l’historial o busca una relació similar amb més membres. Una relació d’un sol membre a vegades està justificada.

source: Do not remove a relation without understanding why it is there.
ca: No eliminis una relació sense entendre per què existeix.

source: A waterway cannot flow in closed loop.
ca: Un waterway no pot fluir en bucle tancat.

source: It is probably a river bank `waterway=riverbank`.
ca: probablement és una riba de riu `waterway=riverbank`.

source: The tag or combination key/value is no longer used. List of deprecated features comes from [Deprecated features](https://wiki.openstreetmap.org/wiki/Deprecated_features)
ca: La clau/valor està en desús. Consulta [Deprecated features](https://wiki.openstreetmap.org/wiki/Deprecated_features)

source: The tag contains two values (separated by ';') which are very similar.
ca: L’etiqueta conté dos valors separats per ‘;’ molt semblants.

source: Delete one value.
ca: Elimina un valor.

source: Interpolation way only valid with addr:interpolation=* and optional addr:inclusion=*.
ca: Les maneres d’interpolació només són vàlides amb `addr:interpolation=*` i opcional `addr:inclusion=*`.

source: The name was copied from the land register (cadastre), but it is not written in a form actually used.
ca: El nom es va copiar del cadastre però no s’usa en la forma real.

source: E.g. replace "Chemin Rural dit des Vignes" by "Chemin des Vignes".
ca: P.ex. canvia "Chemin Rural dit des Vignes" per "Chemin des Vignes".

source: Add tag `dispensing=yes`.
ca: Afegeix `dispensing=yes`.

source: Check if it is really a highway and it is not already mapped.
ca: Comprova si realment és una via i no està ja mapejada.

source: For the mini roundabouts `highway=mini_roundabout`: the tag `direction=*` indicates the direction, in countries driven on the right, the default is `direction=anticlockwise`, in this case it is useless as tag.
ca: Per a mini-rotondes `highway=mini_roundabout`: la etiqueta `direction=*` indica la direcció; en països amb circulació per la dreta, el valor per defecte és `direction=anticlockwise` i en aquest cas l’etiqueta és innecessària.

source: The tag contains multiple values.
ca: L’etiqueta conté múltiples valors.

source: Check the accuracy of the values, if necessary, delete the obsolete values.
ca: Comprova l’exactitud i, si cal, elimina els valors obsolets.

source: Analyzes the tag `note=*` with French and English keywords.
ca: Analitza l’etiqueta `note=*` amb paraules clau en francès i anglès.

source: Use a more appropriate tag as `description=*`, `opening_hours=*` or `fixme=*` so it can be found more easily.
ca: Usa una etiqueta més adequada com `description=*`, `opening_hours=*` o `fixme=*`.

source: The analysis can provide crazy result.
ca: La comprovació pot donar resultats estranys.

source: Check the postcode format as described on [Wikipedia](https://en.wikipedia.org/wiki/List_of_postal_codes)
ca: Comprova el format del codi postal segons [Wikipedia](https://en.wikipedia.org/wiki/List_of_postal_codes)

source: The role is not a keyword as expected.
ca: El rol no és una paraula clau esperada.

source: Determine the right role, possibly set the value of the role in a tag.
ca: Determina el rol correcte o posa el valor del rol en una etiqueta.

source: Put the right data in the correct tag, in this case species.
ca: Posa les dades correctes a l’etiqueta adequada, p.ex. `species`.

source: Specify the language for the tag `species`: `species:en=oak`
ca: especifica l’idioma: `species:en=oak`

source: Invalid value format of tag `ref:vatin`
ca: Format de valor invàlid en `ref:vatin`

source: Replace the faulty value by the value displayed at the top of the article on Wikipedia, preceded by the language code and the separator ':' (in the absence of a language code, the item will be searched by default on the English Wikipedia, but it is advisable in this case to explicitly indicate the language code "en" if the article mentioned is in English, the language codes supported are those editions of Wikipedia. In some cases they are different from the standard language codes BCP47 used as suffixes in other keys such as "name:[LANG]=*").
ca: Substitueix el valor defectuós pel valor que es mostra a la part superior de l'article a la Viquipèdia, precedit del codi d'idioma i el separador ':' (en absència d'un codi d'idioma, l'element es cercarà per defecte a la Viquipèdia en anglès, però és recomanable en aquest cas indicar explícitament el codi d'idioma "en" si l'article esmentat és en anglès, els codis d'idioma admesos són aquelles edicions de la Viquipèdia. En alguns casos són diferents dels codis d'idioma estàndard BCP47 utilitzats com a sufixos en altres claus com ara "nom:[LANG]=*").

source: The tag `wikipedia=*` should include the title of the article mentioned and not the URL of the page.
ca: L'etiqueta `wikipedia=*` ha d'incloure el títol de l'article esmentat i no l'URL de la pàgina.

source: The title must be preceded by the language code "en:", when the article is on the English Wikipedia, or the respective language code if the article is in a different language.
ca: El títol ha d'anar precedit del codi d'idioma "en:", quan l'article és a la Viquipèdia en anglès, o del codi d'idioma respectiu si l'article és en un idioma diferent.

source: Spaces must not be replaced by underscore but be like in the name of the article. Same for accented letters. Letter must be readable.
ca: Els espais no s'han de substituir per subratllats, sinó que han de ser com al nom de l'article. El mateix passa amb les lletres accentuades. La lletra ha de ser llegible.

source: A `wikipedia=*` must be present before using tags `wikipedia:LANG=*`.
ca: Cal que hi hagi un `wikipedia=*` abans d'utilitzar les etiquetes `wikipedia:LANG=*`.

source: `highway=road` has been used, choose a correct value, such as `highway=unclassified`.
ca: Si s'ha utilitzat `highway=road`, trieu un valor correcte, com ara `highway=unclassified`.

source: `designation=*` is a United Kingdom-specific tag.
ca: `designation=*` és una etiqueta específica del Regne Unit.

source: Translate it to another tag or remove.
ca: Traduïu-la a una altra etiqueta o elimineu-la.

source: The object contains two incompatible tags.
ca: L'objecte conté dues etiquetes incompatibles.
