Repository: Marc-marc-marc/osmose-backend
Catalog: po/*.po
Languages: ca

source: ![](https://wiki.openstreetmap.org/w/images/9/95/Badbarrierposition.png) A barrier placed incorrectly. From the service road, one has to cross the gate, but walking the (almost) U-turn over the paths can in reality be done without passing the gate. ![](https://wiki.openstreetmap.org/w/images/e/ef/Kerb-on-highway.png) In the top example, the kerb is located next to the road, and only pedestrians that want to cross will cross the kerb. In the bottom example, cars will also have to drive over the kerb. Usually, kerbs are not located on the road, but alongsides.
ca: ![](https://wiki.openstreetmap.org/w/images/9/95/Badbarrierposition.png) Una barrera col·locada incorrectament. Des de la via de servei, cal travessar la barrera, però fent el (gairebé) gir en U per sobre dels camins, en realitat es pot fer sense passar per la barrera. ![](https://wiki.openstreetmap.org/w/images/e/ef/Kerb-on-highway.png) A l'exemple de dalt, la vorera està situada al costat de la carretera, i només els vianants que vulguin creuar la travessaran. A l'exemple de baix, els cotxes també hauran de passar per sobre de la vorera. Normalment, les voreres no es col·loquen a la carretera, sinó al seu costat.

source: Inconsistent access of parking
ca: Accés inconsistent de l'aparcament

source: The `access` tag of the parking does not match the `access` tag of the ways inside the parking. As a result, this public parking space can only be reached via limited-access roads.
ca: L'etiqueta `access` de l'aparcament no coincideix amb l'etiqueta `access` dels camins que hi ha dins. Com a resultat, aquest espai d'aparcament públic només es pot accedir-hi per carreteres d'accés limitat.

source: Check which access restrictions are correct and apply them accordingly to the highways and the parking.
ca: Comproveu quines restriccions d'accés són correctes i apliqueu-les en conseqüència a les carreteres i a l'aparcament.

source: A parking may be partially publicly accessible and partially private.
ca: Un aparcament pot ser parcialment d'accés públic i parcialment privat.

source: highway: `access={0}` - parking: `access={1}`
ca: carretera: `access={0}` - aparcament: `access={1}`

source: `{0}` intersects `{1}`
ca: `{0}` s'interseca amb `{1}`

source: If the way for transportation (such as a highway) has i.e. a forest growing on either side of the way, cut out the shape of the highway from the forest polygon. However, if the way for transportation is a tunnel or a bridge, add `tunnel=*` or `bridge=*` where appropriate, together with `layer=*` if needed.
ca: Si el vial de transport (com una autopista) té, per exemple, un bosc que creix a ambdós costats del vial, retalleu la forma de l'autopista del polígon del bosc. No obstant això, si el vial de transport és un túnel o un pont, afegiu `tunnel=*` o `bridge=*` on correspongui, juntament amb `layer=*` si cal.

source: Bad intersection with major highway
ca: Mala intersecció amb una carretera principal

source: Bad intersection with railway
ca: Mala intersecció amb una via fèrria

source: Bad intersection with aeroway
ca: Mala intersecció amb una via aèria

source: Commercial object or office and highway too close
ca: Objectiu comercial o oficina i carretera massa a prop

source: A way meant for transport (such as a highway or a railway) intersects with a land coverage that would pose an obstacle for this transportation mode.
ca: Un camí destinat al transport (com una carretera o una via fèrria) s'interseca amb una cobertura del sòl que suposaria un obstacle per a aquest mode de transport.

source: A major highway usually does not have trees growing on it, so a crossing between `landuse=forest` and `highway=trunk` is unlikely. The same applies for a railway running through an area with `natural=water`, without bridge or tunnel.
ca: Una carretera principal normalment no té arbres creixent-hi, per la qual cosa un encreuament entre `landuse=forest` i `highway=trunk` és poc probable. El mateix s'aplica a una via fèrria que travessi una zona amb `natural=water`, sense pont ni túnel.

source: Colour names should be one of those in the CSS specifications and should be spelled in lowercase letters and without dashes. Multiple colours can be separated by a semicolon.
ca: Els noms de color han de ser un dels que figuren a les especificacions CSS i s'han d'escriure amb lletres minúscules i sense guions. Els colors múltiples es poden separar amb un punt i coma.

source: To characterize the trees `natural=tree`, there are two main tags: `genus` and `species`.
ca: Per caracteritzar els arbres `natural=tree`, hi ha dues etiquetes principals: `genus` i `species`.

source: Bridge not integrated
ca: Pont no integrat

source: Street light not integrated
ca: Fanal no integrat

source: Street light integration suggestion
ca: Suggeriment d'integració de fanals

source: Street light update
ca: Actualització de fanals

source: Leisure very small
ca: Oci molt petit

source: Leisures of this type are typically larger than the current object.
ca: Els llocs d'oci d'aquest tipus solen ser més grans que l'objecte actual.

source: Small individual patches of vegetation should be tagged as `{0}`, (etcetera) rather than `leisure=park`. Usually a park contains grass, other vegetation, walking paths. A park often has a name.
ca: Les petites zones individuals de vegetació s'haurien d'etiquetar com a `{0}` (etcètera) en lloc de `leisure=park`. Normalment, un parc conté gespa, altra vegetació i camins per a vianants. Un parc sovint té un nom.

source: Repeated condition in conditional restriction
ca: Condició repetida en una restricció condicional

source: Two different values are set to apply under the same condition or a condition is repeated. The first value is overruled by the second value.
ca: S'estableixen dos valors diferents per aplicar sota la mateixa condició o es repeteix una condició. El primer valor és substituït pel segon valor.

source: Repeated condition `{0}` in `{1}`
ca: Condició repetida `{0}` en `{1}`

source: Repeated condition `{0}` in `{1}` (in tag `{2}`)
ca: Condició repetida `{0}` en `{1}` (en l'etiqueta `{2}`)

source: Long crossing
ca: Cruïlla llarga

source: The crossing way is much longer than usual.
ca: El tram de pas és molt més llarg del que és habitual.

source: Split the way at the point were it no longer crosses a highway or waterway. Remove crossing-related tags (such as `*=crossing`, `ford=*`) from the fragment that isn't a crossing.
ca: Divideix el traçat en el punt on ja no creua una carretera o una via navegable. Elimina les etiquetes relacionades amb el creuament (com ara `*=crossing`, `ford=*`) del fragment que no és un creuament.

source: Highway or waterway crossing of {0}m
ca: Creuament d'una carretera o via navegable de {0} m

source: Suspicious angle in way
ca: Angle sospitós en el traçat

source: Sharp angles on a railway are suspicious. Maybe a node was accidentally dragged?
ca: Els angles tancats en una via fèrria són sospitosos. Potser s'ha arrossegat un node accidentalment?

source: On service ways, train stations and train workshops this could be a false positive.
ca: En vies de servei, estacions de tren i tallers de ferrocarril, això podria ser un fals positiu.

source: railway={0} with suspicious angle {1}°
ca: ferrocarril={0} amb angle sospitós {1}°

source: In the following example, the maximum speed of 20 km/h between midnight and noon (first condition) is overwritten by 60 km/h (third condition): `maxspeed:conditional = 20 @ (00:00-12:00); 40 @ (12:00-24:00); 60 @ (00:00-12:00)`. The first condition can be removed. The simplified rule would be: `maxspeed:conditional = 40 @ (12:00-24:00); 60 @ (00:00-12:00)`.
ca: En l'exemple següent, la velocitat màxima de 20 km/h entre la mitjanit i el migdia (primera condició) és sobreescrita per 60 km/h (tercera condició): `maxspeed:conditional = 20 @ (00:00-12:00); 40 @ (12:00-24:00); 60 @ (00:00-12:00)`. Es pot eliminar la primera condició. La regla simplificada seria: `maxspeed:conditional = 40 @ (12:00-24:00); 60 @ (00:00-12:00)`.

source: It is not street parking, it is off-road parking (with or without fee, for all or not...)
ca: No és aparcament a la via pública, és un aparcament fora de carretera (amb o sense cost, per a tothom o no...)

source: Power line branch not known by the operator
ca: El subconductor de la línia elèctrica no és conegut per l'operador

source: Power line branch, integration suggestion
ca: Subconductor de la línia elèctrica, suggeriment d'integració

source: Power line branch update
ca: Actualització del subconductor de la línia elèctrica

source: Power line branch is missing in OSM or without tag "ref:FR:RTE"
ca: El subconductor de la línia elèctrica falta a l'OSM o no té l'etiqueta "ref:FR:RTE"

source: Power substation is not known by the operator or misses substation=* value
ca: La subestació elèctrica no és coneguda per l'operador o li falta el valor substation=*

source: A feature may be missing a tag, such as `tunnel=*`, `bridge=*`, `covered=*` or `ford=*`. If a road or railway intersects a building, consider adding the `layer=*` tag to it. Warning: information sources can be contradictory in time or with spatial offset.
ca: Un element pot tenir un tag que hi falti, com ara `tunnel=*`, `bridge=*`, `covered=*` o `ford=*`. Si una carretera o una via fèrria creua un edifici, considereu afegir-hi el tag `layer=*`. Avís: les fonts d'informació poden ser contradictòries en el temps o tenir un desplaçament espacial.

source: Check if tags `ref:INSEE` and `name` are consistent with the [COG database](https://www.insee.fr/fr/information/2560452).
ca: Verifiqueu si les etiquetes `ref:INSEE` i `name` són coherents amb la [base de dades COG](https://www.insee.fr/fr/information/2560452).

source: The names on `place=*` may differ from the COG of INSEE, especially for merged city. It also happens in several occasions that local authorities are at odds with INSEE. In this case, always use the information from local authorities / ground usage.
ca: Els noms de `place=*` poden diferir del COG de l'INSEE, especialment per a les ciutats fusionades. També passa en diverses ocasions que les autoritats locals no coincideixen amb l'INSEE. En aquest cas, utilitzeu sempre la informació de les autoritats locals / l'ús real del terreny.

source: You can not simultaneously set a tag and the variants with `forward`, `backward` or `both_ways` suffixes.
ca: No es poden establir simultàniament una etiqueta i les variants amb els sufixos `forward`, `backward` o `both_ways`.

source: Conflict between tags: `{0}` and `{1}`
ca: Conflicte entre etiquetes: `{0}` i `{1}`

source: Conflict between tags: `{1}` must be used without `{0}`
ca: Conflicte entre etiquetes: `{1}` s'ha d'utilitzar sense `{0}`

source: {0} together with {1}. A picnic site rarely consists of only one single picnic table
ca: {0} juntament amb {1}. Un lloc de pícnic rarament consisteix només en una única taula de pícnic

source: {0} together with {1}. {0} should be used for the area containing the attraction, {1} for the actual tracks
ca: {0} juntament amb {1}. S'ha d'utilitzar {0} per a la zona que conté l'atracció i {1} per a les pistes reals

source: Invalid URL
ca: URL invàlida

source: Tracking parameter in URL
ca: Paràmetre de seguiment a l'URL

source: Strip the tracking parameter from the URL. Verify that the URL still works afterwards.
ca: Elimineu el paràmetre de seguiment de l'URL. Verifiqueu que l'URL encara funcioni després.

source: Bad URL in `{0}`: {1}
ca: URL incorrecta a `{0}`: {1}

source: Tracking parameter in `{0}`
ca: Paràmetre de seguiment a `{0}`

source: Bicycle parking integration suggestion
ca: Suggeriment d'integració d'aparcament de bicicletes

source: Bicycle parking update
ca: Actualització de l'aparcament de bicicletes

source: Power pole not integrated
ca: Piló elèctric no integrat

source: Power pole integration suggestion
ca: Suggeriment d'integració del piló elèctric

source: Power pole update
ca: Actualització del piló elèctric

source: Unconnected highway: {0}
ca: Carretera no connectada: {0}

source: Oneway inaccessible: {0}
ca: Sentit únic inaccessible: {0}

source: Duplicate relation member
ca: Membre de relació duplicat

source: The relation contains the same member (with the same role) more than once. This is not expected for this type of relations.
ca: La relació conté el mateix membre (amb el mateix paper) més d'una vegada. Això no s'espera per a aquest tipus de relacions.

source: Remove the duplicate members until only unique members remain.
ca: Elimineu els membres duplicats fins que només en quedin de únics.

source: Check if the route should indeed use this highway. If not, move the route so that it follows the designated paths. This could require shifting the route to separately drawn parallel highways. If you are sure that the route should follow this way, consider adding `{0}=yes`.
ca: Comproveu si la ruta hauria d'utilitzar realment aquesta via. Si no és així, desplaceu la ruta perquè segueixi els camins designats. Això podria requerir desplaçar la ruta a vies paral·leles dibuixades per separat. Si esteu segurs que la ruta ha de seguir aquest camí, considereu afegir `{0}=yes`.

source: Equal conditional and unconditional tag value
ca: Valor de l'etiqueta condicional i incondicional igual

source: The conditional tag has the same value as the same tag without the conditional restriction.
ca: L'etiqueta condicional té el mateix valor que la mateixa etiqueta sense la restricció condicional.

source: Check if the value applies at all times. If so, remove the tag with `:conditional`. Otherwise, remove the tag without `:conditional`.
ca: Comproveu si el valor s'aplica en tot moment. Si és així, suprimiu l'etiqueta amb `:conditional`. En cas contrari, suprimiu l'etiqueta sense `:conditional`.

source: `bicycle=yes` together with `bicycle:conditional = yes @ (12:00-24:00)` means the same as just `bicycle=yes`.
ca: `bicycle=yes` juntament amb `bicycle:conditional = yes @ (12:00-24:00)` significa el mateix que només `bicycle=yes`.

source: Tag `{0}` has the same value as `{1}`, without restrictions
ca: L'etiqueta `{0}` té el mateix valor que `{1}`, sense restriccions

source: {0}={1} is not a positive integer
ca: {0}={1} no és un nombre enter positiu

source: Missing outer way with role `outer` for multipolygon
ca: Falta una via exterior amb el paper `outer` per al multipolígon

source: Find the outer way, and add it to the relation with role `outer`. Multiple outer ways are also possible as long as they form one or more closed rings. The previous outer way may have been deleted, check the history.
ca: Trobeu la via exterior i afegiu-la a la relació amb el paper `outer`. També són possibles diverses vies exteriors sempre que formin un o més anells tancats. És possible que la via exterior anterior s'hagi eliminat; comproveu-ne l'historial.

source: {0} with {1}, likely this is a single pitch instead
ca: {0} amb {1}, probablement es tracta d'una sola parcel·la en lloc d'això

source: The camping site has a numeric name. Numeric identifiers are much more common for a single pitch (`tourism=camp_pitch`) within a camping site. Possibly the two were interchanged?
ca: El càmping té un nom numèric. Els identificadors numèrics són molt més comuns per a una sola parcel·la (`tourism=camp_pitch`) dins d'un càmping. És possible que s'hagin intercanviat?

source: Fence with {0} tag, also add {1}
ca: Tanca amb l'etiqueta {0}, afegiu-hi també {1}

source: The `{0}` value is invalid and could not be parsed
ca: El valor `{0}` és invàlid i no s'ha pogut analitzar

source: Forest compartment not integrated
ca: Compartiment forestal no integrat

source: Please use the geopf.fr WMTS FORETS.PUBLIQUES service or the ONF data at http://metadata.carmencarto.fr/geonetwork/105/api/records/fr-662043116-82880F0D-E1C4-4EF3-80AF-416977F118F1 to create the appropriate boundary with forest compartment tags in OSM.
ca: Si us plau, utilitzeu el WMTS FORETS de geopf.fr. Servei PUBLIQUES o les dades de l'ONF a http://metadata.carmencarto.fr/geonetwork/105/api/records/fr-662043116-82880F0D-E1C4-4EF3-80AF-416977F118F1 per crear el límit adequat amb les etiquetes de compartiment forestal a OSM.

source: Do not import the POI created by Osmose to OSM. It is just there to help you locate the missing forest compartment.
ca: No importeu el POI creat per Osmose a l'OSM. Només hi és per ajudar-vos a localitzar el compartiment forestal que falta.

source: {0} glass or food waste recycling not integrated
ca: {0} reciclatge de vidre o residus alimentaris no integrat

source: {0} glass or food waste recycling, integration suggestion
ca: {0} reciclatge de vidre o residus alimentaris, suggeriment d'integració

source: {0} glass or food waste recycling update
ca: {0} actualització del reciclatge de vidre o residus alimentaris

source: Add a more detailed [bridge type or structure](https://wiki.openstreetmap.org/wiki/Key:bridge). Alternatively, draw the contour of the bridge using `man_made=bridge` and add information about the bridge architecture to this contour.
ca: Afegeix un [tipus o estructura de pont](https://wiki.openstreetmap.org/wiki/Key:bridge) més detallat. Alternativament, dibuixa el contorn del pont amb `man_made=bridge` i afegeix informació sobre l'arquitectura del pont a aquest contorn.

source: A bridge or tunnel is usually not connected to regular highways except at the end points.
ca: Un pont o túnel normalment no està connectat a les carreteres principals, excepte als extrems.

source: Disconnect the bridge or tunnel from the highway, or add missing bridge or tunnel tags. If the highway is truely connected to the bridge or tunnel, it may only be by a short section of this highway. If so, you may have to split the connecting way and add bridge or tunnel tags only on the relevant part. If the bridge or tunnel actually consists of more than one bridge or tunnel separated by a section of regular highway, split the bridge or tunnel and adjust the tags accordingly.
ca: Desconnecta el pont o túnel de la carretera, o afegeix les etiquetes de pont o túnel que falten. Si l'autopista està realment connectada al pont o túnel, pot ser que només ho estigui per una secció curta d'aquesta autopista. Si és així, potser haureu de dividir el tram de connexió i afegir les etiquetes de pont o túnel només a la part rellevant. Si el pont o túnel en realitat consisteix en més d'un pont o túnel separats per una secció d'autopista normal, dividiu el pont o túnel i ajusteu les etiquetes en conseqüència.

source: There might be bad detections with connections at the bridge heads or tunnel entrances.
ca: Pot haver-hi deteccions incorrectes de connexions als extrems del pont o a les entrades del túnel.

source: Bridge connected to crossing non-bridge highway
ca: Pont connectat a una carretera de pas que no és pont

source: Tunnel connected to crossing non-tunnel highway
ca: Túnel connectat a una carretera de pas que no és túnel

source: Bridge connected to non-bridge highway
ca: Pont connectat a una carretera que no és pont

source: Tunnel connected to non-tunnel highway
ca: Túnel connectat a una carretera que no és túnel

source: There should be a `highway` feature leading to this parking facility to allow for correct routing. Add a road or check if `parking=*` is correct. If it is a street side parking (`parking=street_side`), layby (`parking=layby`) or lane, then add appropriate tags. See [parking](https://wiki.openstreetmap.org/wiki/Key:parking) tag on the wiki.
ca: Hi hauria d'haver una característica `highway` que porti a aquesta instal·lació d'aparcament per permetre una rutes correcta. Afegiu una carretera o comproveu si `parking=*` és correcte. Si és un aparcament al costat del carrer (`parking=street_side`), un voral (`parking=layby`) o un carril, afegiu-hi les etiquetes adequades. Vegeu l'etiqueta [parking](https://wiki.openstreetmap.org/wiki/Key:parking) a la wiki.

source: Unfinished power transmission line
ca: Línia de transmissió d'energia inacabada

source: Unfinished power distribution line
ca: Línia de distribució d'energia inacabada

source: Power support line management suggestion
ca: Suggeriment de gestió de la línia de suport d'energia

source: Possibly misspelled name
ca: Nom possiblement mal escrit

source: A name "sounds" similar to that of another but is not spelled the same way.
ca: Un nom "son" similar al d'un altre, però no està escrit de la mateixa manera.

source: {0} 'sounds' similar to {1} but is spelled differently
ca: {0} "son" similar a {1} però està escrit de manera diferent

source: Uncommon value of {0}
ca: Valor poc comú de {0}

source: Capacity tags should be positive integers. For some objects it can also be used to indicate the effective volume of that object (by default in m³).
ca: Les etiquetes de capacitat han de ser enters positius. Per a alguns objectes, també es pot utilitzar per indicar el volum efectiu d'aquest objecte (per defecte en m³).

source: "{0}" value "{1}" is not an integer nor a volume
ca: El valor "{0}" "{1}" no és ni un enter ni un volum

source: Some characters don't match the language charset
ca: Alguns caràcters no coincideixen amb el joc de caràcters del llenguatge

source: Non-printable character
ca: Caràcter no imprimible

source: A non-printable character has been used.
ca: S'ha utilitzat un caràcter no imprimible.

source: The tag expects a numeric value with decimals using a period character and not a comma. For guidelines on numeric values with units see [the wiki](https://wiki.openstreetmap.org/wiki/Map_Features/Units).
ca: L'etiqueta espera un valor numèric amb decimals que utilitzi un punt i no una coma. Per a les directrius sobre valors numèrics amb unitats, vegeu [la wiki](https://wiki.openstreetmap.org/wiki/Map_Features/Units).

source: Discouraged unit alias
ca: Àlies d'unitat desaconsellats

source: The key of the tag contains characters of which the use is discouraged. It should be composed of alphanumeric characters: 0-9, a-z (preferably lower case), the separator '_' or ':'. See [Any_tags_you_like#Syntactic_conventions_for_new_tags](https://wiki.openstreetmap.org/wiki/Any_tags_you_like#Syntactic_conventions_for_new_tags).
ca: La clau de l'etiqueta conté caràcters l'ús dels quals està desaconsellat. Hauria d'estar compost per caràcters alfanumèrics: 0-9, a-z (preferiblement en minúscules), el separador '_' o ':'. Vegeu [Any_tags_you_like#Syntactic_conventions_for_new_tags](https://wiki.openstreetmap.org/wiki/Any_tags_you_like#Syntactic_conventions_for_new_tags).

source: Check the key, and correct it.
ca: Comproveu la clau i corregiu-la.

source: There are certainly false positives.
ca: Sens dubte, hi ha falsos positius.

source: Key with uncommon character
ca: Claus amb caràcters poc comuns

source: Key suffix with uncommon character
ca: Sufix de clau amb caràcters poc comuns

source: * Tag `addr:interpolation=*` is only valid with values: `even`, `odd`, `all`, `alphabetic` or a number. * Tag `addr:inclusion=*` is only valid with values: `actual`, `estimate` and `potential`.
ca: * L'etiqueta `addr:interpolation=*` només és vàlida amb els valors: `even`, `odd`, `all`, `alphabetic` o un número. * L'etiqueta `addr:inclusion=*` només és vàlida amb els valors: `actual`, `estimate` i `potential`.

source: Advisory or practical maxspeed exceeds legal speed limit
ca: La velocitat màxima aconsellada o pràctica supera el límit de velocitat legal

source: {0} contains the value of {1}
ca: {0} conté el valor de {1}

source: Possibly a different `alt_name` that is very similar to `name` was meant. Alternative names are often similar (but never equal) to the name.
ca: Potser es volia dir un `alt_name` diferent que és molt similar a `name`. Els noms alternatius sovint són similars (però mai iguals) al nom.
