Repository: Marc-marc-marc/osmose-backend
Catalog: po/*.po
Languages: ca

source: Sometimes the object needs both tags.
ca: De vegades, l'objecte necessita les dues etiquetes.

source: Reference (e.g. D 73) is in the tag `name=*` and not in the tag `ref=*`.
ca: La referència (per exemple, D 73) es troba a l'etiqueta `name=*` i no a l'etiqueta `ref=*`.

source: Transfer the value from the tag `name=*` to the tag `ref=*`.
ca: Transfereix el valor de l'etiqueta `name=*` a l'etiqueta `ref=*`.

source: Seamark was imported but needs manual review (`seamark:fixme=*`).
ca: La marca marítima s'ha importat però cal revisar-la manualment (`seamark:fixme=*`).

source: Move the seamark to the correct position and remove the tag `seamark:fixme=*`.
ca: Mou la marca marítima a la posició correcta i elimina l'etiqueta `seamark:fixme=*`.

source: The tags `oneway=*` and `ref=*` are not necessary on the roundabouts. The tag `name=*` must be present if this is the name of the roundabout and not a road connected, same thing for `ref=*`.
ca: Les etiquetes `oneway=*` i `ref=*` no són necessàries a les rotondes. L'etiqueta `name=*` ha d'estar present si aquest és el nom de la rotonda i no una carretera connectada, el mateix per a `ref=*`.

source: Unmapped {0}
ca: {0} sense mapar

source: Street object ({1}) detected by Mapillary, but no nearby "{0}" tagging.
ca: Objecte de carrer ({1}) detectat per Mapillary, però no hi ha etiquetatge "{0}" proper.

source: Map the corresponding object if the imagery is up-to-date and object detection is correct.
ca: Mapeja l'objecte corresponent si les imatges estan actualitzades i la detecció d'objectes és correcta.

source: Add the appropriate highway tagging if the imagery is up-to-date and sign detection is correct.
ca: Afegeix l'etiquetatge d'autopista adequat si les imatges estan actualitzades i la detecció de senyals és correcta.

source: Two features overlap with no shared node to indicate a physical connection or tagging to indicate a vertical separation.
ca: Dues característiques se superposen sense cap node compartit per indicar una connexió física o etiquetatge per indicar una separació vertical.

source: Move a feature if it's in the wrong place. Connect the features if appropriate or update the tags if not.
ca: Mou una característica si està al lloc equivocat. Connecteu les característiques si escau o actualitzeu les etiquetes si no.

source: Highway intersecting highway
ca: Carretera que interseca una autopista

source: Waterway intersecting waterway
ca: Via navegable que interseca una via navegable

source: Disconnected speed camera
ca: Càmera de trànsit desconnectada

source: Speed camera should be mapped as a node on the highway or use an `enforcement` relation.
ca: La càmera de trànsit s'ha de mapejar com un node a l'autopista o utilitzar una relació `enforcement`.

source: Unexpected symbol in name
ca: Símbol inesperat al nom

source: Bad tag value
ca: Valor d'etiqueta incorrecte

source: Untagged named object
ca: Objecte amb nom sense etiquetar

source: Observed between {0} and {1}
ca: Observat entre {0} i {1}

source: Observed on {0}
ca: Observat el {0}

source: A car charging station may be here but is not mapped. The list of the charging stations comes from a database published by Etalab. This database brings together information published by the various local authorities and networks in France.
ca: Hi pot haver una estació de càrrega de cotxes, però no està mapejada. La llista d'estacions de càrrega prové d'una base de dades publicada per Etalab. Aquesta base de dades reuneix informació publicada per les diverses autoritats locals i xarxes de França.

source: See [the mapping](https://wiki.openstreetmap.org/wiki/France/data.gouv.fr/Bornes_de_Recharge_pour_V%C3%A9hicules_%C3%89lectriques) on the wiki. Add a node or add tags if already existing.
ca: Vegeu [la cartografia](https://wiki.openstreetmap.org/wiki/France/data.gouv.fr/Bornes_de_Recharge_pour_V%C3%A9hicules_%C3%89lectriques) al wiki. Afegiu un node o afegiu etiquetes si ja existeix.

source: Car charging station not integrated
ca: Estació de càrrega de cotxes no integrada

source: Car charging station, integration suggestion
ca: Estació de càrrega de cotxes, suggeriment d'integració

source: Borders crossing each other.
ca: Fronteres que es creuen.

source: The borders are part of relations which normally form a loop.
ca: Les fronteres formen part de relacions que normalment formen un bucle.

source: See [possible roles](https://wiki.openstreetmap.org/wiki/Relation:boundary) on boundary relations.
ca: Vegeu [possibles rols](https://wiki.openstreetmap.org/wiki/Relation:boundary) sobre les relacions de límits.

source: The shape of the building is characteristic and as such would be tagged.
ca: La forma de l'edifici és característica i, com a tal, estaria etiquetada.

source: There should be a `highway` feature leading to this parking facility to allow for correct routing.
ca: Hi hauria d'haver una característica d'"autopista" que condueixi a aquesta instal·lació d'aparcament per permetre un enrutament correcte.

source: It's possible that disused power features could be disconnected from the network. In which case make use of the `disused:` [lifecycle prefix](https://wiki.openstreetmap.org/wiki/Lifecycle_prefix).
ca: És possible que les característiques d'energia en desús es puguin desconnectar de la xarxa. En aquest cas, feu servir el [prefix del cicle de vida](https://wiki.openstreetmap.org/wiki/Lifecycle_prefix) `disused:`.

source: The line ends in a vacuum, and should be connected to another line or a transformer (`power=transformer`), a generator (`power=generator`) or marked as transitioning into ground (`location:transition=yes`).
ca: La línia acaba en un buit i s'hauria de connectar a una altra línia o a un transformador (`power=transformer`), a un generador (`power=generator`) o marcada com a en transició a terra (`location:transition=yes`).

source: Two power lines meet at this point, but have inconsistent voltages (`voltage=*`).
ca: Dues línies elèctriques es troben en aquest punt, però tenen voltatges inconsistents (`voltage=*`).

source: Power lines can only form a straight line between supports and therefore shouldn't have additional nodes that aren't tagged as a `power` feature.
ca: Les línies elèctriques només poden formar una línia recta entre suports i, per tant, no haurien de tenir nodes addicionals que no estiguin etiquetats com a característica de "potència".

source: If this node is a tower or pole, use the tag `power=tower` or `power=pole`. Otherwise remove it.
ca: Si aquest node és una torre o un pal, utilitzeu l'etiqueta `power=tower` o `power=pole`. En cas contrari, elimineu-lo.

source: Based on the statistical frequency of the poles on this power line, there's likely an unmapped pole nearby.
ca: Segons la freqüència estadística dels pals d'aquesta línia elèctrica, és probable que hi hagi un pal no mapat a prop.

source: Remove the `{0}` tag.
ca: Elimineu l'etiqueta `{0}`.

source: Untagged area object
ca: Objecte d'àrea sense etiquetar

source: The object is missing any tag which defines what kind of feature it is. This is unexpected for something tagged with `area=yes`.
ca: A l'objecte li falta qualsevol etiqueta que defineixi quin tipus de característica és. Això és inesperat per a alguna cosa etiquetada amb `area=yes`.

source: Add a top level tag to state what this feature is. Considered acceptable `area=yes` features are:
ca: Afegiu una etiqueta de nivell superior per indicar quina és aquesta característica. Les característiques `area=yes` considerades acceptables són:

source: It may be more appropriate to remove the object completely if it isn't useful.
ca: Pot ser més apropiat eliminar l'objecte completament si no és útil.

source: Redundant area negation
ca: Negació d'àrea redundant

source: This feature is already implicitly not an area.
ca: Aquesta característica ja no és implícitament una àrea.

source: The object is missing any tag which defines what kind of feature it is. This is unexpected for something with a `name` tag.
ca: A l'objecte li falta qualsevol etiqueta que defineixi quin tipus de característica és. Això és inesperat per a alguna cosa amb una etiqueta `name`.

source: Add a top level tag to state what this feature is. Considered top level tags are (with derived `disused:`, `abandoned:` and `historic:` variants):
ca: Afegiu una etiqueta de nivell superior per indicar què és aquesta característica. Les etiquetes de nivell superior considerades són (amb les variants derivades `disused:`, `abandoned:` i `historic:`):

source: The relation is missing a `type` tag to define what it represents.
ca: A la relació li falta una etiqueta `type` per definir què representa.

source: {0} bicycle rental not integrated
ca: {0} lloguer de bicicletes no integrat

source: {0} bicycle rental integration suggestion
ca: {0} suggeriment d'integració de lloguer de bicicletes

source: {0} bicycle update
ca: {0} actualització de bicicletes

source: The initial information corresponds to recharging pools and devices and not to stations, so some values are worth checking in the field. For instance, an open data point with `capacity=6` can sometimes match to 3 charging station with `capacity=2`
ca: La informació inicial correspon a piscines i dispositius de recàrrega i no a estacions, per la qual cosa val la pena comprovar alguns valors al camp. Per exemple, un punt de dades obert amb `capacity=6` de vegades pot coincidir amb 3 estacions de càrrega amb `capacity=2`

source: {0} glass recycling not integrated
ca: {0} reciclatge de vidre no integrat

source: {0} glass recycling, integration suggestion
ca: {0} reciclatge de vidre, suggeriment d'integració

source: {0} glass recycling update
ca: {0} actualització del reciclatge de vidre

source: The tag `{0}` is deprecated in favour of {1}
ca: L'etiqueta `{0}` està obsoleta a favor de {1}

source: Traffic sign ({1}) detected by Mapillary, but no nearby tagging of any:{0}
ca: Senyal de trànsit ({1}) detectat per Mapillary, però no hi ha cap etiqueta propera de cap:{0}

source: The date entered is not in the expected format described at [Key:start_date](https://wiki.openstreetmap.org/wiki/Key:start_date)
ca: La data introduïda no té el format esperat descrit a [Key:start_date](https://wiki.openstreetmap.org/wiki/Key:start_date)

source: Concerns tag: `{0}`
ca: Etiqueta de preocupacions: `{0}`

source: Unexpected character: `{0}`
ca: Caràcter inesperat: `{0}`

source: This feature is tagged with a name which contains a fully uppercase word (or words). This is not expected for the majority of named features.
ca: Aquesta característica està etiquetada amb un nom que conté una paraula (o paraules) completament en majúscules. Això no s'espera per a la majoria de les característiques amb nom.

source: While uncommon, it is possible for a name to have uppercase words. This is particularly the case for corporate/branded locations as well as acronyms.
ca: Tot i que és poc freqüent, és possible que un nom tingui paraules en majúscules. Aquest és el cas particularment de les ubicacions corporatives/de marca, així com dels acrònims.

source: `height={0}` is really tall, consider changing to `ele=*`
ca: `height={0}` és realment alt, considereu canviar-lo a `ele=*`

source: This feature is tagged with a value which does not match the typical format used for tags with distinct values (lowercase alphanumeric characters with no spaces). It's most likely not an expected tagging.
ca: Aquesta característica està etiquetada amb un valor que no coincideix amb el format típic utilitzat per a etiquetes amb valors diferents (caràcters alfanumèrics minúscules sense espais). El més probable és que no sigui un etiquetatge esperat.

source: Check the value of the tag in question and update the tagging to reflect what this feature is.
ca: Comproveu el valor de l'etiqueta en qüestió i actualitzeu l'etiquetatge per reflectir què és aquesta característica.

source: It's possible a mapper was trying to map a feature with no existing agreed upon tagging. However, this should probably still conform to the typical format used for values of the given tag.
ca: És possible que un mapejador intentés mapejar una característica sense cap etiquetatge acordat existent. Tanmateix, això probablement encara hauria de complir amb el format típic utilitzat per als valors de l'etiqueta donada.

source: Gas station without tag `ref:mise` or invalid
ca: Gasolinera sense etiqueta `ref:mise` o no vàlida

source: {0} parking not integrated
ca: {0} aparcament no integrat

source: {0} parking integration suggestion
ca: {0} suggeriment d'integració d'aparcament

source: {0} parking update
ca: {0} actualització d'aparcament

source: {0} parking for disabled not integrated
ca: {0} aparcament per a persones amb discapacitat no integrat

source: {0} recycling not integrated
ca: {0} reciclatge no integrat

source: {0} recycling, integration suggestion
ca: {0} reciclatge, suggeriment d'integració

source: {0} waste disposal not integrated
ca: {0} eliminació de residus no integrada

source: {0} waste disposal, integration suggestion
ca: {0} eliminació de residus, suggeriment d'integració

source: {0} waste disposal update
ca: {0} actualització d'eliminació de residus

source: Invalid numerical value
ca: Valor numèric no vàlid

source: Make sure the relevant tag value is numeric and in the expected format (with valid units if required).
ca: Assegureu-vos que el valor de l'etiqueta rellevant sigui numèric i en el format esperat (amb unitats vàlides si cal).

source: Suspicious numerical value
ca: Valor numèric sospitós

source: The feature is tagged with an uncommonly high or low numeric value for the specified tag.
ca: L'element està etiquetat amb un valor numèric inusualment alt o baix per a l'etiqueta especificada.

source: Check that the value is accurate. Consider whether another tag should be used if the value is valid.
ca: Comproveu que el valor sigui correcte. Considereu si s'hauria d'utilitzar una altra etiqueta si el valor és vàlid.

source: `{0}` is really slow
ca: `{0}` és realment lent

source: Large intersections may also be duplicates - in which case you should delete the less accurate elements.
ca: Les interseccions grans també poden ser duplicades; en aquest cas, hauríeu de suprimir els elements menys precisos.

source: The area of this feature is too small to possibly be a building.
ca: L'àrea d'aquest element és massa petita per ser un edifici.

source: It looks like these buildings should be physically joined, but they don't share nodes to indicate this.
ca: Sembla que aquests edificis haurien d'estar units físicament, però no comparteixen nodes per indicar-ho.

source: Connect the buildings by joining nodes where appropriate.
ca: Connecteu els edificis unint nodes on correspongui.

source: Merge the building parts together as appropriate.
ca: Fusioneu les parts de l'edifici segons correspongui.

source: Overly permissive access
ca: Accés massa permissiu

source: The tags `access=yes` and `access=permissive` mark a feature as wide open to all transport modes. This is almost never the case and more specific tags should be used instead. For further detail, see [the wiki](https://wiki.openstreetmap.org/wiki/Key:access#Transport_mode_restrictions).
ca: Les etiquetes `access=yes` i `access=permissive` marquen un element com a obert a tots els modes de transport. Això gairebé mai és el cas i s'haurien d'utilitzar etiquetes més específiques. Per a més detalls, consulteu [el wiki](https://wiki.openstreetmap.org/wiki/Key:access#Transport_mode_restrictions).

source: Pharmacy not integrated
ca: Farmàcia no integrada

source: Pharmacy without tag `ref:msal` or invalid
ca: Farmàcia sense l'etiqueta `ref:msal` o no vàlida

source: Pharmacy integration suggestion
ca: Suggeriment d'integració de farmàcia

source: Pharmacy update
ca: Actualització de la farmàcia

source: Way access mismatch relation route={0}
ca: Relació de desajustament d'accés al camí route={0}

source: The way has a tag `junction=*` but without `highway=*`.
ca: El camí té una etiqueta `junction=*` però sense `highway=*`.

source: The way has a tag `oneway=*` but without `highway=*`.
ca: El camí té una etiqueta `oneway=*` però sense `highway=*`.

source: `psv:lanes=*` is an access restriction tag, while `lanes:psv=*` is the number of lanes.
ca: `psv:lanes=*` és una etiqueta de restricció d'accés, mentre que `lanes:psv=*` és el nombre de carrils.

source: note tag needs FIXME: "{0}"
ca: nota: l'etiqueta necessita CORRECCIÓ: "{0}"

source: Use a tag to specify end: "{0}"
ca: Utilitzeu una etiqueta per especificar el final: "{0}"

source: Wayside cross node without `material` tag
ca: Node de creuament de camí sense etiqueta `material`

source: The tag `historic=wayside_cross` can always be used in combination with the tag `material=*`.
ca: L'etiqueta `historic=wayside_cross` sempre es pot utilitzar en combinació amb l'etiqueta `material=*`.

source: Fill the tag `material=*` as specific as possible.
ca: Ompliu l'etiqueta `material=*` de la manera més específica possible.

source: The tag `historic=wayside_cross` is sometimes misused. Please cross-check if `historic=wayside_shrine` or `summit:cross=yes` is more appropriate.
ca: L'etiqueta `historic=wayside_cross` de vegades s'utilitza malament. Si us plau, comproveu si `historic=wayside_shrine` o `summit:cross=yes` és més apropiat.

source: Pipe characters should not be used in destination tag, only in destination:lanes
ca: No s'han d'utilitzar caràcters de barra vertical a l'etiqueta de destinació, només a destination:lanes

source: {0} contains a pipe character
ca: {0} conté un caràcter de barra vertical

source: In the country all pharmacies deliver drugs under prescription
ca: Al país totes les farmàcies lliuren medicaments amb recepta mèdica

source: All pharmacies in the country sell on prescription by a doctor. It requires a tag `dispensing=yes` in addition to `amenity=pharmacy`.
ca: Totes les farmàcies del país venen medicaments amb recepta mèdica. Requereix una etiqueta `dispensing=yes` a més d'`amenity=pharmacy`.

source: Chemist shops ("parapharmacie" in French) do not fall into this classification. They do not have a specific tag for the moment.
ca: Les farmàcies ("parapharmacie" en francès) no entren en aquesta classificació. No tenen una etiqueta específica de moment.

source: The side was not recognized, see [`parking:lane=*`](https://wiki.openstreetmap.org/wiki/Key:parking:lane).
ca: No s'ha reconegut el costat, vegeu [`parking:lane=*`](https://wiki.openstreetmap.org/wiki/Key:parking:lane).

source: This parking is referenced in the database of car parks managed by local authorities in France, off-street. See [the mapping](https://wiki.openstreetmap.org/wiki/France/data.gouv.fr/Base_nationale_des_lieux_de_stationnement) on the wiki. Add a node or add tags if already existing.
ca: Aquest aparcament està referenciat a la base de dades d'aparcaments gestionats per les autoritats locals a França, fora del carrer. Vegeu [el mapatge](https://wiki.openstreetmap.org/wiki/France/data.gouv.fr/Base_nationale_des_lieux_de_stationnement) al wiki. Afegiu un node o afegiu etiquetes si ja existeixen.

source: {0} parking update
ca: {0} actualització d'aparcament

source: If after review you are sure that it is new data and right for OpenStreetMap, then you can add it.
ca: Si després de la revisió esteu segurs que són dades noves i correctes per a OpenStreetMap, podeu afegir-les.

source: Be sure that it does not already exist in another place.
ca: Assegureu-vos que no existeixin ja en un altre lloc.

source: This is reported from an open data source, without any prior individual verification of this data.
ca: Això s'informa des d'una font de dades oberta, sense cap verificació individual prèvia d'aquestes dades.

source: This is a integration suggestion, mixing open data source and OpenStreetMap.
ca: Això és un suggeriment d'integració, que combina la font de dades oberta i OpenStreetMap.

source: This is an update suggestion because the same ref can be found on both open data and OSM.
ca: Això és un suggeriment d'actualització perquè la mateixa referència es pot trobar tant a les dades obertes com a l'OSM.

source: It is from an open data source, but that is not enough to ensure the quality of the data. Review it before integrating the data. You must not do blind imports into OSM, you must do critical review of data integration.
ca: Prové d'una font de dades oberta, però això no és suficient per garantir la qualitat de les dades. Reviseu-ho abans d'integrar les dades. No heu de fer importacions cegues a l'OSM, heu de fer una revisió crítica de la integració de dades.

source: A nearby node already has the `highway=traffic_signals` tag.
ca: Un node proper ja té l'etiqueta `highway=traffic_signals`.

source: Bad lanes number or `turn:lanes` before and after this node
ca: Número de carrils incorrecte o `turn:lanes` abans i després d'aquest node

source: Some elements, including the peak (natural=peak) and mountain_pass (mountain_pass=yes), has an elevation. This is shown in OSM with tag ele=* in meters.
ca: Alguns elements, inclòs el pic (natural=peak) i el pas_de_muntanya (mountain_pass=yes), tenen una elevació. Això es mostra a l'OSM amb l'etiqueta ele=* en metres.

source: If this is indeed a brand, add `brand` and `brand:wikidata` tags. If not, see if you can improve the [name-suggestion-index project](https://github.com/osmlab/name-suggestion-index/blob/master/CONTRIBUTING.md) which is used to link frequent names to brands and their tags.
ca: Si realment es tracta d'una marca, afegiu les etiquetes `brand` i `brand:wikidata`. Si no, mireu si podeu millorar el projecte [name-suggestion-index](https://github.com/osmlab/name-suggestion-index/blob/master/CONTRIBUTING.md) que s'utilitza per enllaçar noms freqüents amb marques i les seves etiquetes.

source: Fire hydrant not integrated
ca: Boca d'incendis no integrada

source: Fire hydrant integration suggestion
ca: Suggeriment d'integració de la boca d'incendis

source: Fire hydrant update
ca: Actualització de la boca d'incendis

source: There is no tag `opening_date`, `check_date`, `open_date`, `construction:date`, `temporary:date_on`, `date_on` and the object has been in construction for more than two years or opening data is exceeded.
ca: No hi ha cap etiqueta `opening_date`, `check_date`, `open_date`, `construction:date`, `temporary:date_on`, `date_on` i l'objecte ha estat en construcció durant més de dos anys o s'han superat les dades d'obertura.

source: This store was on an adapted schedule during the lockdown. Are these opening hours still in effect?
ca: Aquesta botiga tenia un horari adaptat durant el confinament. Aquests horaris d'obertura encara estan en vigor?

source: This store offered a take-away service during the lockdown. Does it still offer take-away in usual times
ca: Aquesta botiga oferia un servei de menjar per emportar durant el confinament. Encara ofereix menjar per emportar en horaris habituals?

source: This store offered a delivery service during the lockdown. Does it still offer delivery in usual times
ca: Aquesta botiga oferia un servei de lliurament durant el confinament. Encara ofereix lliurament en horaris habituals?

source: The lockdown is over. Has this place reopened?
ca: El confinament s'ha acabat. Ha reobert aquest lloc?

source: This name is very common, is this store part of the brand network?
ca: Aquest nom és molt comú, aquesta botiga forma part de la xarxa de marques?

source: This object has a very common name that probably corresponds to a brand name. All objects of the same brand should be tagged the same way.
ca: Aquest objecte té un nom molt comú que probablement correspon a un nom de marca. Tots els objectes de la mateixa marca s'haurien d'etiquetar de la mateixa manera.
